{
  "name": "CA COVID-19 Hospitalization Data",
  "update_time": "2022-10-23T16:03+00:00",
  "source_url": "https://data.chhs.ca.gov/dataset/covid-19-hospital-data",
  "meta_from_baypd": "This data was pulled from the data.ca.gov CKAN Data API",
  "meta_from_source": [
    {
      "type": "int",
      "id": "_id"
    },
    {
      "info": {
        "notes": "The County where the hospital is located. None of the consolidated reporters had hospitals in different counties.",
        "type_override": "",
        "label": "County"
      },
      "type": "text",
      "id": "county"
    },
    {
      "info": {
        "notes": "Report date",
        "type_override": "date",
        "label": "Date"
      },
      "type": "date",
      "id": "date"
    },
    {
      "info": {
        "notes": "The number of patients hospitalized in an inpatient bed who have laboratory-confirmed COVID. This is not a cumulative number. This includes all inpatients (including those in ICUs and Medical/Surgical units), and does not include patients in affiliated clinics, outpatient departments, emergency departments and overflow locations awaiting an inpatient bed. As of April 21, 2020, COVID ED patients were removed from the Hospitalized COVID count and counted separately.",
        "type_override": "",
        "label": "Hospitalized COVID Confirmed Patients"
      },
      "type": "text",
      "id": "hospitalized_covid_confirmed_patients"
    },
    {
      "info": {
        "notes": "The number of patients hospitalized in an inpatient bed without a laboratory-confirmed COVID diagnosis who, in accordance with CDC's Interim Public Health Guidance for Evaluating Persons Under Investigation (PUIs), have signs and symptoms compatible with COVID (most patients with confirmed COVID have developed fever and/or symptoms of acute respiratory illness, such as cough, shortness of breath or myalgia/fatigue). This includes all inpatients (including those in ICUs and Medical/Surgical units), and does not include patients in affiliated clinics, outpatient departments, emergency departments and overflow locations awaiting an inpatient bed. As of April 21, 2020, Suspected COVID ED patients were removed from the Hospitalized Suspected COVID count and counted separately.",
        "type_override": "",
        "label": "Hospitalized Suspected COVID Patients"
      },
      "type": "text",
      "id": "hospitalized_suspected_covid_patients"
    },
    {
      "info": {
        "notes": "The number of patients currently hospitalized in an inpatient bed who have suspected or confirmed COVID. ",
        "type_override": "",
        "label": "Hospitalized COVID Patients"
      },
      "type": "text",
      "id": "hospitalized_covid_patients"
    },
    {
      "info": {
        "notes": "The total number of beds in the facility, including all surge beds, inpatient and outpatient post-surgical beds, labor and delivery unit beds, and observation beds. This includes the total number of beds for which the hospital could provide staff and equipment and is not necessarily reflective of the beds that are staffed at the time the facility reports. This field does not include emergency department (ED) bays. ",
        "type_override": "",
        "label": "All Hospital Beds"
      },
      "type": "text",
      "id": "all_hospital_beds"
    },
    {
      "info": {
        "notes": "The number of laboratory-confirmed positive COVID patients that are in the ICU at the hospital. This includes all ICU beds (NICU, PICU, and adult). ",
        "type_override": "",
        "label": "ICU COVID Confirmed Patients"
      },
      "type": "text",
      "id": "icu_covid_confirmed_patients"
    },
    {
      "info": {
        "notes": "The number of symptomatic patients, with tests for COVID pending laboratory confirmation, that are in the ICU at the hospital. This includes all ICU beds (NICU, PICU, and adult). ",
        "type_override": "",
        "label": "ICU Suspected COVID Patients"
      },
      "type": "text",
      "id": "icu_suspected_covid_patients"
    },
    {
      "info": {
        "notes": "The number of ICU beds available at the hospital. This includes all ICU beds (NICU, PICU, and adult). ",
        "type_override": "",
        "label": "ICU Available Beds"
      },
      "type": "text",
      "id": "icu_available_beds"
    }
  ],
  "series": {
    "alameda": [],
    "contra_costa": [],
    "marin": [],
    "napa": [],
    "san_francisco": [],
    "san_mateo": [],
    "santa_clara": [],
    "sonoma": [],
    "solano": []
  }
}
