{
    "faqItems": 
           [{
            "title": "Vaccination",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                    "q": "How do I know if I'm eligible for receiving a vaccination?",
                    "a": "Visit the state's myturn website to check your eligibility and schedule an appointment if one is available. If you are not yet elligible, you can sign up to receive updates as new groups become elligble. For offline information and appointment scheduling, call (833) 422-4255.",
                    "url": "https://myturn.ca.gov/"
                },
                {
                    "q": "How does the vaccine work?",
                    "a": "There are three types of vaccine currently authorized or entering large scale trials, each is designed to provoke a immune response from the body that will protect the user from the virus that causes COVID-19. The three different approaches to provoking this response are through mRNA vaccines, protein subunit vaccines, and vector vaccines. Learn more about each of these approaches by visiting the link below.",
                    "url": "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/how-they-work.html"
                },
                {
                    "q": "If I've received the vaccine, can I still spread the virus to others?",
                    "a": "While vaccines greatly reduce the severity of symptoms, there is no evidence that they can completely prevent infection witht he virus that causes COVID-19. Thus it is important to continue to take precautions such as wearing a mask and keeping physicaly distanced from people not in your household in order to reduce the risk of spreading the virus to people who have not yet recevied the vaccine.",
                    "url": "https://www.bbc.com/future/article/20210203-why-vaccinated-people-may-still-be-able-to-spread-covid-19"
                }
             ]
           },
           {
            "title": "Current Safety Precautions",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                "q": "How does the county tier system work?",
                "a": "To slow the spread of COVID-19, the state of California has enacted a system that assigns counties to colored tiers which identify what restrictions are in place. Tiers are updated weekly every Tuesday based on number of new cases, ICU capacity, and test posititity rate. Learn more and see current county tier assignments at the link below.",
                "url": "https://covid19.ca.gov/safer-economy/"
                },
                {
                "q": "What general precautions are still recommended?",
                "a": "To combat the spread of the virus and help your county reach a lower tier, the following precautions are still recommended: Stay home except for essential needs, wear a mask while in public, wash your hands regularly, keep 6 feet of physical distance between yourself and people not in your household, limit mixing with people you don't live with.",
                "url": "https://covid19.ca.gov/safer-economy/"
                },
                {
                "q": "What does self quarantine and isolation mean? How do I self quarantine?",
                "a": "If you or a member of your household starts exhibiting symptoms of COVID-19, you should begin self-quarantine procedures. Isolation and quarantine help protect the public by preventing exposure to people who have or may have a contagious disease. Isolation separates sick people with a contagious disease from people who are not sick. Quarantine restricts the movement of people who were or might have been exposed to a contagious disease, to see if they become sick or not. For COVID-19 the standard quarantine period is 14 days.",
                "url": "https://www.cdc.gov/quarantine/quarantineisolation.html"
                },   
                {
                "q": "What do I do if a family member has to quarantine?",
                "a": "See suitability assessment checklist at the Centers for Disease Control and Prevention (CDC) website for whether or not home care is recommended first",
                "url": "https://www.cdc.gov/coronavirus/2019-ncov/hcp/guidance-home-care.html"
                },
              ]
           },
           {
            "title": "About COVID-19",
            "lastUpdatedAt": "2020-05-05",
            "qa": [{
                    "q": "What are the symptoms of COVID-19?",
                    "a": "Symptoms of COVID-19 include coughing and shortness of breath. Additionally, a person showing two or more of the following symptoms may have the virus: fever, repeated shaking with chills, muscle pain, headache, sore throat, new loss of taste or smell.",
                    "url": "https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html"
                },
                {
                    "q": "Who is most at risk?",
                    "a": "Anyone can catch and become seriously ill with COVID-19, but people who are older or immunocompromised, or who have pre-existing conditions including hypertension, diabetes or chronic lung disease (such as asthma) are at heightened risk.",
                    "url": "https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/summary.html#covid19-pandemic"
                },
                {
                    "q": "What is a pandemic?",
                    "a": "An outbreak of a disease that occurs over a wide geographic area and affects an exceptionally high proportion of the population.",
                    "url": "https://www.merriam-webster.com/dictionary/pandemic"
                },
                {
                    "q": "What is a coronavirus?",
                    "a": "COVID-19 is caused by a coronavirus. Coronaviruses are a family of common viruses affecting people and many species of animal, including camels, cattle, cats, and bats. Very rarely, animal coronaviruses transfer to people and then spread, as with MERS-CoV, SARS-CoV, and now SARS-CoV-2, the virus train that causes COVID-19. About a third of common colds in humans are caused by coronaviruses.",
                    "url": "https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/summary.html#emergence"
                },
                {
                    "q": "How does COVID-19 spread?",
                    "a": "The disease spreads primarily from person to person through small droplets from the nose or mouth, which are expelled when a person with COVID-19 coughs, sneezes, or speak. People can catch COVID-19 if they breathe in these droplets. Droplets can land on objects and surfaces around the person such as tables, doorknobs and handrails. People can become infected by touching these, then touching their eyes, nose or mouth.",
                    "url": "https://www.who.int/news-room/q-a-detail/q-a-coronaviruses"
                }
            ]
        },
        {
            "title": "Preventative Information",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                    "q": "Who can I talk to for advice?",
                    "a": "Anyone with a primary care physician should contact them with concerns about COVID-19. Alternatively, a free statewide hotline is available between 8am and 5pm, seven days a week, on (833) 544-2374. This can offer advice on everything from preventing the virus' spread, to getting help if you don’t have health insurance, to local services like food delivery and mental health care.",
                    "url": "https://www.cdph.ca.gov/Programs/CID/DCDC/Pages/Immunization/ncov2019.aspx#More%20Informationv/california-takes-action-to-combat-covid-19/"
                },
                {
                    "q": "Should I wear a mask or facial covering?",
                    "a": "There is a mask mandate in place for the entire state of California until further notice. General exemptions to this mandate exist for certain medical conditions, however, businesses may still refuse service or require service accomodations to protect their staff and other customers. Masks are not required for children under two years of age. Additionally, masks are not required when driving your personal vehicle or while excercising outdoors, provided you keep 6 feet of distance between yourself and anybody not from your household. For information about the madate, exemptions and proper handling of facial coverings, visit the link below.",
                    "url": "https://www.cdph.ca.gov/Programs/CID/DCDC/Pages/COVID-19/guidance-for-face-coverings.aspx"
                }
            ]
        },
        {
            "title": "Testing",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                    "q": "How can I get tested?",
                    "a": "In most cases, testing is only available if you are exhibiting symptoms of COVID-19. Call your healthcare provider to make an appointment or to perform a screening questionaire over the phone.In most places, testing is only available if you are exhibiting symptoms of COVID-19. The state of California provides a resource at the link below to find testing sites.",
                    "url": "https://www.arcgis.com/apps/Nearby/index.html?appid=43118dc0d5d348d8ab20a81967a15401"
                },
                {
                    "q": "I don't have insurance, how can I get tested?",
                    "a": "There are multiple options around the Bay Area to get testing if you don't have health insurance, including many urgent care facilities, CVS drug stores, and mobile testing sites. For some counties, we offer more detailed information on the county info tab avove.  The link below describes a number of possibilities.",
                    "url": "https://www.kqed.org/news/11818312/map-free-covid-19-testing-sites-in-the-bay-area"
                }
            ]
        },
        {
            "title": "Transportation",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                    "q": "Is BART running through the COVID-19 emergency period?",
                    "a": "BART remains in operation with reduced hours, operating 5am-9pm on weekdays and 8am-9pm on weekends. There are many resources for trip planning, occupancy numbers and safety precautions on the BART website. Updates relating to the Coronavirus are available at the link below.",
                    "url": "https://www.bart.gov/news/articles/2020/news20200225"
                },
                {
                    "q": "What do I need to know if I'm travelling through SFO?",
                    "a": "SFO is open, however there are additional health protocols in place. It is recommended that you review these on the airport's website below before travelling to the airport.",
                    "url": "https://www.flysfo.com/travel-well/new-health-protocols"
                },
                {
                    "q": "Is Oakland Airport open?",
                    "a": "Oakland International is open with face coverings and physical distance required between all travellers not from the same household. Details about additional health protocols are available on their website, link below.",
                    "url": "https://www.oaklandairport.com/traveling-with-confidence/the-steps-were-taking/"
                },
                {
                    "q": "Is San Jose Airport open?",
                    "a": "San Jose Airport remains open for essential travel. Face masks are required while inside all airport buildings. Details about changes in schedule for shops and restaurants, parking lot availability and ground transportation are available at the link below.",
                    "url": "https://www.flysanjose.com/coronavirus"
                },
                {
                    "q": "Are there changes to TSA guidelines for flight security?",
                    "a": "The most impactful changes to TSA protocol are a reduction in the number of checkpoints and implementation of social distancing measures which could increase time spent going though security. Additionally, exemptions of the 3oz rule are currently being made for containers of hand sanitizer up to 12oz in size. Finally, RealID requirements have been delayed until October 2021. All policy changes can be found at the link below.",
                    "url": "https://www.tsa.gov/coronavirus"
                }

            ]
        },
        {
            "title": "Helping Your Community",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                    "q": "How can I help high risk individuals in my neighborhood?",
                    "a": "The CDC considers the elderly and people with chronic illnesses to be at higher risk from COVID-19. If you're in a lower risk group, you can help your neighbors and foster community by offering to pick up prescriptions and groceries for them (while following safe handling precautions - see above). Social visits from a safe distance can help brighten people's moods and provide an opportunity to share information and stay in touch.",
                    "url": "https://www.nytimes.com/2020/03/15/smarter-living/wirecutter/5-ways-to-help-during-coronavirus-while-social-distancing.html"
                },
                {
                    "q": "How can I help by volunteering my time?",
                    "a": "HandsOn Bay Area lists areas of critical need of volunteers at this link:",
                    "url": "https://www.handsonbayarea.org/covid19"
                },
                {
                    "q": "Are there other ways to help?",
                    "a": "Other ideas include: donating, writing letters to seniors, sending coffee/pastries to healthcare workers. Find details for organizations supporting these and other activites here:",
                    "url": "https://www.7x7.com/how-to-help-the-community-coronavirus-bay-area-2645591886.html/"
                },
                {
                    "q": "How can I donate masks?",
                    "a": "Sf.gov is accepting bulk donations (minimum quantity one shipping pallet) of the N-95 masks (3M and Moldex preferred) and medical masks (isolation or surgical). More detail at the link below, with the complete form at the link underneath.",
                    "url": "https://sf.gov/give-city-respond-covid-19",
                    "url": "https://docs.google.com/forms/d/e/1FAIpQLSdx7vZC-Q9oaji25M1xmoMr2qWsWYw5GM90XmeCCox2ZImwrQ/viewform?usp=sf_link"
                }
            ]
        },
        {
            "title": "Mental Health",
            "lastUpdatedAt": "2021-03-10",
            "qa": [{
                    "q": "Where can I talk to someone to get support when self isolating?",
                    "a": "San Francisco Mental Health Warm Line which has statewide coverage at (855) 845-7415 as well as the option to chat online.",
                    "url": "www.mentalhealthsf.org/peer-run-warmline."
                },
                {
                    "q": "How can I reach out for help if I'm quarantined with an abuser?",
                    "a": "Women Organized to Make Abuse Nonexistent, Inc. (W.O.M.A.N., Inc.) is a community-based, multi-service agency, serving survivors of domestic violence in San Francisco and the larger Bay Area. If you need help or need someone to talk to they have a 24/7 hotline at (415) 864-4722 or (877) 384-3578.",
                    "url": "http://www.womaninc.org/"
                },
                {
                    "q": "If I'm having thoughts of harming myself during self-quarantine, where can I go for help?",
                    "a": "San Francisco Suicide Prevention’s 24-hour Crisis Line provides immediate crisis intervention and emotional support to everyone who calls. Call (415) 781-0500 or text MYLIFE to 741741.",
                    "url": "https://www.sfsuicide.org/our-programs/24-hour-crisis-line/"
                },
                {
                    "q": "Where can I go to access AA meetings and/or access substance abuse resources?",
                    "a": "Call the Alcoholics Anonymous helpline at (415) 674-1821 or email them at help@aasfmarin.org. To reach Narcotics Anonymous call (415) 610-7294. Online meetings are also available at https://www.aa-intergroup.org/, https://www.weconnectrecovery.com and www.intherooms.com."
                }
            ]
        }
    ]
}
