{
  "version": "https://jsonfeed.org/version/1",
  "title": "Napa County COVID-19 News",
  "home_page_url": "https://www.countyofnapa.org/CivicAlerts.aspx?sort=date",
  "items": [
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=246",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=246",
      "title": "Napa County Moves to Orange Tier",
      "date_published": "2020-10-20T00:00:00-07:00",
      "summary": "Less Restrictive Tier of State’s Blueprint for a Safer Economy Every county in California is assigned to a colored tier of the State’s COVID-19 Blueprint for a Safer Economy, based on its test positivity, adjusted case rate ..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=240",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=240",
      "title": "Napa County on Track to Move to Orange Tier",
      "date_published": "2020-10-15T00:00:00-07:00",
      "summary": "Every county in California is assigned to a colored tier of the State’s COVID-19 Blueprint for a Safer Economy, based on its test positivity, adjusted case rate and health equity metric. Napa County is currently in the red tier but ma..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=237",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=237",
      "title": "Health advisory issued for Adventist Medical Center in St. Helena due to recent Fires",
      "date_published": "2020-10-13T00:00:00-07:00",
      "summary": "Residents in need of acute medical care are asked to seek alternate solutions until the facility is operational. Due to the recent fires, Adventist Medical Center in St. Helena remains closed until further notice. The facility is not prepared to receive pa..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=233",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=233",
      "title": "COVID-19 Testing Update - Actualización de pruebas de detección de COVID-19",
      "date_published": "2020-10-12T00:00:00-07:00",
      "summary": "As of Monday, October 12, 2020, Napa County has COVID-19 testing capacity and availability within the next week. Test results are coming back within 2-5 days andit is important for Napa County to maintain high testing numbers in order to avoid business r..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=227",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=227",
      "title": "Napa County Offers Tips for a Safe Halloween",
      "date_published": "2020-10-08T00:00:00-07:00",
      "summary": "Residents are urged to celebrate Halloween safely during the ongoing COVID-19 pandemic. Traditional activities like door to door trick-or-treating and indoor parties or haunted houses are considered extremely high risk and are strongl... \n  \n\n\t\t\t\t\t\t Additional Info..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=207",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=207",
      "title": "COVID-19 Guidance for Fire Evacuees",
      "date_published": "2020-09-28T00:00:00-07:00",
      "summary": "COVID-19 Guidance for Fire Evacuees Individuals who are seeking shelter are reminded to bring a face covering, practice good hygiene habits, such as handwashing, and adhere to social distancing protocols.If you have been evacuated due to the fire..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=201",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=201",
      "title": "Local Assistance Center Update",
      "date_published": "2020-09-21T00:00:00-07:00",
      "summary": "Local Assistance Center Update The in-person Local Assistance Center will be transitioning to virtual service beginning Friday, September 25th, 2020 due to a steady decline in foot traffic. Services including emergency public assistance, mental health supp... \n  \n\n\t\t\t\t\t\t Additional Info..."
    }
  ]
}