{
  "version": "https://jsonfeed.org/version/1",
  "title": "Napa County COVID-19 News",
  "home_page_url": "https://www.countyofnapa.org/CivicAlerts.aspx?sort=date",
  "items": [
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=175",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=175",
      "title": "Napa County Placed on Statewide COVID-19 Monitoring List",
      "date_published": "2020-07-07T00:00:00-07:00",
      "summary": "The California Department of Public Health has notified Napa County Public Health that the reported COVID-19 case rate over the past fourteen days has placed Napa County on the statewide monitoring list due to having 137.9 cases per 100,000 population ove..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=168",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=168",
      "title": "Napa County: Stay Safe During Hot Weather",
      "date_published": "2020-05-26T00:00:00-07:00",
      "summary": "With temperatures expected to reach above 100°F degrees in some parts of Napa County this week, Public Health Officer, Dr. Karen Relucio, encourages residents to prepare for the hot weather. “When temperatures a..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=167",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=167",
      "title": "Hair Salons and Barber Shops May Re-Open in Napa County with Modifications",
      "date_published": "2020-05-26T00:00:00-07:00",
      "summary": "The California Department of Public Health has released guidance for reopening Hair Salons and Barber Shops for limited services. Services that require touching a client’s face remain prohibited at this time. Hair salons and barber shop..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=164",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=164",
      "title": "Napa County Confirms Third Death Due to COVID-19",
      "date_published": "2020-05-11T00:00:00-07:00",
      "summary": "Napa County Public Health is reporting a third confirmed death of a local resident due to COVID-19.  The death occurred on May 10, 2020. The individual was an elderly patient from the City of Napa who was receiving end-o..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=163",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=163",
      "title": "Napa County Modifies Shelter at Home Order",
      "date_published": "2020-05-08T00:00:00-07:00",
      "summary": "County Businesses to Gradually Open through State-Guided Process Napa County has modified its Shelter At Home Order to reflect the State of California’s Stay At Home Order and “Roadmap to Modify the Stay at Ho..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=147",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=147",
      "title": "Napa County Issues Shelter-At-Home Order Starting Friday",
      "date_published": "2020-03-18T00:00:00-07:00",
      "summary": "A shelter-at-home order has been issued by Napa County Public Health Officer Dr. Karen Relucio that will take effect at midnight on Friday, March 20, 2020, as part of the County’s response to the COVID-19 pandemic. The..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=146",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=146",
      "title": "Napa County Issues New Health Order Limiting Private and Public Gatherings",
      "date_published": "2020-03-17T00:00:00-07:00",
      "summary": "County has not issued shelter-in-place order; explanation provided below Napa County Public Health Officer Dr. Karen Relucio today issued a new health order, effective midnight tonight, limiting public and private gatherings in r..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=145",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=145",
      "title": "Napa Valley Transportation Authority (NVTA) Temporarily Reducing Vine Transit Services",
      "date_published": "2020-03-17T00:00:00-07:00",
      "summary": "There is no higher priority to our community than the safety of the riding public. NVTA is working closely with county and local officials to mitigate the spread of COVID-19. Currently, there are no confirmed cases in Napa County and the health risk from ..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=143",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=143",
      "title": "Napa County Encourages Online Public Participation in  March 17th Board of Supervisors Meeting",
      "date_published": "2020-03-16T00:00:00-07:00",
      "summary": "During the COVID-19 Pandemic, Napa County is committed to public participation in County Government in a manner that is consistent with guidance provided by our Public Health official. These guidelines relate to social distancing, and are inten..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=142",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=142",
      "title": "Napa County Declares Public Health Emergency over Coronavirus",
      "date_published": "2020-03-12T00:00:00-07:00",
      "summary": "Dr. Karen Relucio, Napa County Public Health Officer, today declared a local health emergency for Napa County in response to the coronavirus (COVID-19) pandemic. Napa County has zero confirmed cases at this time. A local health em..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=138",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=138",
      "title": "Napa County Postpones Commercial Cannabis Informational Workshops",
      "date_published": "2020-03-12T00:00:00-07:00",
      "summary": "In response to recent developments surrounding coronavirus (COVID-19), Napa County has postponed public workshops on March 25 and 26 to discuss issues surrounding legalization of commercial cannabis activities. The decision is in respon..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=126",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=126",
      "title": "Primer caso del nuevo coronavirus confirmado en el Condado de Napa",
      "date_published": "2020-02-18T00:00:00-08:00",
      "summary": "Paciente se encuentra en aislamiento en el hospital Queen of the Valley; segundo caso bajo investigación Se ha confirmado un caso del nuevo coronavirus (COVID-2019) en el Condado de Napa. Actualmente el paciente está ba..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=125",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=125",
      "title": "First Confirmed Novel Coronavirus Case in Napa County",
      "date_published": "2020-02-18T00:00:00-08:00",
      "summary": "Patient in isolation at Queen of the Valley; second case under investigation A single case of novel coronavirus (COVID-2019) has been confirmed in Napa County, and is under isolation at Queen of the Valley Medical Center. A second ..."
    }
  ]
}