{
  "version": "https://jsonfeed.org/version/1",
  "title": "Napa County COVID-19 News",
  "home_page_url": "https://www.countyofnapa.org/CivicAlerts.aspx?CID=7,25,10,9,18&sort=date",
  "items": [
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=368",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=368",
      "title": "Investigation Identifies Legionella in Hotel Cooling Tower with Remediation in Progress",
      "date_published": "2022-08-03T00:00:00-07:00",
      "summary": "Napa County Public Health has been working closely with California Department of Public Health and Centers for Prevention and Disease Control to investigate and remediate sources of Legionnaires’ disease cases in Napa County. Testing human-made..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=366",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=366",
      "title": "Napa County Public Health reports a fatality from Legionnaires’ Disease",
      "date_published": "2022-08-02T00:00:00-07:00",
      "summary": "An outbreak of Legionnaires’ Disease in Napa County has sickened and hospitalized 12 people since July 11, 2022 and has now caused one death. Napa County’s Public Health Officer and Deputy Director of Health and Human Services, Dr. Kar..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=364",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=364",
      "title": "Napa County Public Health Investigates Outbreak of Legionnaires’ Disease",
      "date_published": "2022-07-29T00:00:00-07:00",
      "summary": "Napa County Public Health is investigating an outbreak of Legionnaires’ disease cases in Napa County. Napa County Public Health is aware of nine confirmed cases of Legionnaires’ disease, two suspected cases, and one probable case for a..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=362",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=362",
      "title": "Napa County Public Health Investigates First Probable Case of Monkeypox",
      "date_published": "2022-07-26T00:00:00-07:00",
      "summary": "Napa County Public Health is reporting its first probable case of monkeypox infection in a Napa County resident exposed in a location where there is a current outbreak. The person preliminarily tested positive for monkeypox virus afte..."
    },
    {
      "id": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=360",
      "url": "https://www.countyofnapa.org/CivicAlerts.aspx?AID=360",
      "title": "Now Accepting Applications for Napa Microbusiness COVID-19 Relief Grant",
      "date_published": "2022-07-11T00:00:00-07:00",
      "summary": "Are you a Napa County small business owner that has been severely impacted by the pandemic? You may be eligible for a $2,500 grant if your small business: Is based in Napa CountyOpened on or before 12/31/19Revenue of $50,000 or less in 2019Has zero to 5 emp... \n  \n\n\t\t\t\t\t\t Additional Info..."
    }
  ]
}