{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15361 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/san-mateo-county-youth-commissioners-recognized-climate-action",
      "title": "San Mateo County Youth Commissioners Recognized for Climate Action",
      "date_published": "2021-11-05T17:21:57Z",
      "summary": "The Environmental Justice Subcommittee of the San Mateo County Youth Commission was honored Thursday evening with a 2021 Green California Schools Leadership Award for its&amp;nbsp;role&amp;nbsp;in catalyzing a movement in San Mateo County for youth-led&amp;nbsp;climate emergency declarations.&amp;nbsp;&amp;nbsp;"
    },
    {
      "id": "15356 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/nov-3-2021-%E2%80%9Cplayland%E2%80%9D-fun-and-games-aims-take-sting-out-vaccination-clinic-children",
      "title": "“Playland” Fun and Games Aims to Take Sting Out of Vaccination Clinic for Children Ages 5 to 11",
      "date_published": "2021-11-03T17:03:33Z",
      "summary": "Superheroes and a red carpet are among the sights that will greet children this Saturday at the San Mateo County Event Center to help take the sting out of the County’s first vaccination clinic for those ages 5 to 11."
    },
    {
      "id": "15351 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/redistricting-commission-sends-draft-maps-board-supervisors",
      "title": "Redistricting Commission Sends Draft Maps to Board of Supervisors",
      "date_published": "2021-10-29T22:20:25Z",
      "summary": "Public hearing set for Tuesday, November 9\n\nOct. 29, 2021\n\n\tRedwood City – An advisory commission tasked with studying potential changes to the boundaries of the county’s five supervisorial districts voted Thursday to send two proposed maps to the Board of Supervisors."
    },
    {
      "id": "15326 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/drivers-urged-slow-down-residents-prepare-winter-weather-bay-area-storm-door-opens",
      "title": "Drivers Urged to Slow Down, Residents to Prepare for Winter Weather as Bay Area Storm Door Opens",
      "date_published": "2021-10-22T19:38:02Z",
      "summary": "County provides emergency tips for all and sandbags at four locations\n\nOct. 22, 2021\n\n\tRedwood City – As the Bay Area’s storm door opens with something between a mizzle and a goose drownder, the County of San Mateo urges drivers to slow down and residents to prepare for winter weather."
    },
    {
      "id": "15291 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/oct-11-2021-drawing-lines-commission-seeks-ideas-balancing-supervisorial-districts",
      "title": "Drawing the Lines: Commission Seeks Ideas on Balancing Supervisorial Districts Based on 2020 Census Data",
      "date_published": "2021-10-10T19:38:11Z",
      "summary": "Where would you draw the lines?\n\nThat’s the question the 2021 Supervisorial District Lines Advisory Commission is asking San Mateo County residents."
    },
    {
      "id": "15281 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/oct-7-2021-bay-area-health-officers-issue-criteria-lifting-covid-19-indoor-masking",
      "title": "Bay Area Health Officers Issue Criteria for Lifting COVID-19 Indoor Masking Requirements",
      "date_published": "2021-10-07T00:16:25Z",
      "summary": "As decisions to vaccinate and wear face coverings indoors drive down COVID-19 case rates and hospitalizations, health officers for the nine Bay Area jurisdictions that require face coverings in most indoor public spaces today reached consensus on criteria to lift those health orders and allow organizations to set those requirements independently."
    }
  ]
}