{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15751 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/covid-19-testing-widely-available-new-partner-san-mateo-county-event-center",
      "title": "COVID-19 Testing: Widely Available, New Partner at  San Mateo County Event Center",
      "date_published": "2022-01-28T15:02:35Z",
      "summary": "Along with vaccination, testing for the virus that causes COVID-19 remains vital to slow the spread of the disease and to help all of us safely work, attend school and enjoy the things we love.To highlight the importance of testing, the County of San Mateo today announces a new provider at the San Mateo County Event Center that will be able to accommodate up to 2,000 tests per day, beginning Tuesday, Feb. 1, 2022."
    },
    {
      "id": "15706 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-authorizes-county-distribute-surplus-safety-equipment",
      "title": "Board of Supervisors Authorizes County to Distribute Surplus Safety Equipment",
      "date_published": "2022-01-25T16:59:54Z",
      "summary": "Dozens of nonprofit organizations and government agencies will receive surplus gowns, goggles and cleaning materials initially purchased for COVID-19 protection following the Board of Supervisors today authorizing the county manager to distribute the supplies."
    },
    {
      "id": "15656 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/statement-county-manager-mike-callagy-regarding-safety-equipment-event-center",
      "title": "Statement From County Manager Mike Callagy Regarding Safety Equipment at the Event Center",
      "date_published": "2022-01-14T23:27:42Z",
      "summary": "&amp;nbsp;Surplus safety equipment and cleaning supplies purchased in response to COVID-19 were moved outside at the San Mateo Event Center last fall to accommodate an event and sustained damage during the significant storms earlier this season."
    },
    {
      "id": "15636 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-encourages-masking-testing-and-boosters-battle-surge-omicron-variant",
      "title": "County Encourages Masking, Testing and Boosters to Battle Surge in Omicron Variant",
      "date_published": "2022-01-11T20:03:36Z",
      "summary": "Test kits to be distributed for children in low-income families,&amp;nbsp;vulnerable residents and workers\n\nRedwood City – The County of San Mateo expects to maintain current health and safety protocols to keep schools and the economy open and avoid coronavirus-related shutdowns."
    },
    {
      "id": "15631 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-san-mateo-expands-covid-19-testing-options",
      "title": "County of San Mateo Expands COVID-19 Testing Options",
      "date_published": "2022-01-05T23:06:59Z",
      "summary": "In response to the surge in the Omicron variant, the County of San Mateo is expanding opportunities for COVID-19 testing."
    },
    {
      "id": "15626 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/covid-19-what-you-need-know-today",
      "title": "COVID-19: What You Need to Know Today",
      "date_published": "2022-01-05T23:05:57Z",
      "summary": "The emergence of the Omicron variant in late 2021 has stressed the local, state and national health care systems.\n\nThis is a confusing time. We are providing information below to the best of our ability that is current as of today, Thursday, Jan. 6, 2022."
    },
    {
      "id": "15621 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/supervisor-don-horsley-appointed-president-san-mateo-county-board-supervisors",
      "title": "Supervisor Don Horsley Appointed President of the San Mateo County Board of Supervisors",
      "date_published": "2022-01-04T17:29:10Z",
      "summary": "Supervisor Don Horsley, selected unanimously today to serve as president of the San Mateo County Board of Supervisors, laid out his priorities for the upcoming year: carry through strategies to eliminate homelessness; advance equity; and improving community safety."
    },
    {
      "id": "15616 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/pediatric-vaccines-available-eight-county-run-clinics-january",
      "title": "Pediatric vaccines available at eight County-run  clinics in January",
      "date_published": "2021-12-31T21:02:53Z",
      "summary": "San Mateo County Health is offering pediatric COVID-19 vaccines at eight sites throughout the county during the month of January. Free and open to the public, these clinics will offer the Pfizer vaccine to children aged 5-11. Boosters and vaccines for other ages will not be available.\n\n&amp;nbsp;"
    }
  ]
}