{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15621 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/supervisor-don-horsley-appointed-president-san-mateo-county-board-supervisors",
      "title": "Supervisor Don Horsley Appointed President of the San Mateo County Board of Supervisors",
      "date_published": "2022-01-04T17:29:10Z",
      "summary": "Supervisor Don Horsley, selected unanimously today to serve as president of the San Mateo County Board of Supervisors, laid out his priorities for the upcoming year: carry through strategies to eliminate homelessness; advance equity; and improving community safety."
    },
    {
      "id": "15616 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/pediatric-vaccines-available-eight-county-run-clinics-january",
      "title": "Pediatric vaccines available at eight County-run  clinics in January",
      "date_published": "2021-12-31T21:02:53Z",
      "summary": "San Mateo County Health is offering pediatric COVID-19 vaccines at eight sites throughout the county during the month of January. Free and open to the public, these clinics will offer the Pfizer vaccine to children aged 5-11. Boosters and vaccines for other ages will not be available.\n\n&amp;nbsp;"
    },
    {
      "id": "15611 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-urges-testing-vaccines-holidays-continue-and-school-return-looms",
      "title": "County Urges Testing, Vaccines as Holidays Continue and School Return Looms",
      "date_published": "2021-12-30T22:57:04Z",
      "summary": "Amid sharp increases in new COVID-19 cases during this holiday season, County Health is urging residents to seek out testing and get vaccinated, especially those traveling or anticipating a return to in-person schooling.\n\n&amp;nbsp;"
    },
    {
      "id": "15606 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/longtime-deputy-county-manager-named-second-command",
      "title": "Longtime Deputy County Manager Named as Second in Command",
      "date_published": "2021-12-30T16:14:01Z",
      "summary": "Deputy County Manager Peggy Jensen, a skilled leader who is heading the County’s COVID-19 relief and recovery efforts, is nominated as the County of San Mateo’s second-in-command."
    },
    {
      "id": "15591 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-revenues-due-one-time-federal-covid-19-grants-annual-financial-reports-fy-2020",
      "title": "County Revenues Up Due to One-Time Federal COVID-19 Grants: Annual Financial Reports for FY 2020-21",
      "date_published": "2021-12-28T18:23:05Z",
      "summary": "The County of San Mateo’s revenues increased by $224 million in Fiscal Year 2020-21, mostly due to one-time federal grants received to help address COVID-19, according to the Annual Comprehensive Financial Report (ACFR) which is now available."
    },
    {
      "id": "15581 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-controller-publishes-property-tax-highlights-fy-2021-22",
      "title": "County Controller Publishes Property Tax Highlights for FY 2021-22",
      "date_published": "2021-12-22T17:21:17Z",
      "summary": "The Property Tax Highlights publication, which shows tax revenues collected and distributed to local governments operating within San Mateo County, is now available for fiscal year (FY) 2020-21. These taxes help fund the operations of local government agencies that provide essential services to the county’s residents.&amp;nbsp;"
    },
    {
      "id": "15536 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/vaxiversary-feature-after-i-received-covid-19-vaccine-i-could",
      "title": "A Vaxiversary Feature: After I Received the COVID-19 Vaccine, I Could....\"",
      "date_published": "2021-12-17T22:58:15Z"
    },
    {
      "id": "15531 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/bay-area-health-officers-urge-boosters-protect-against-omicron-variant",
      "title": "Bay Area Health Officers Urge Boosters to Protect Against Omicron Variant",
      "date_published": "2021-12-17T18:53:26Z",
      "summary": "Public health agencies across the Bay Area urge everyone eligible to get vaccinated and, if eligible, get a booster shot right away to protect against the rapidly spreading Omicron variant.&amp;nbsp;\n\nWidely available via appointment or drop-in sites, boosters maintain the power of vaccines to strongly protect against severe illness and death from COVID-19. Everyone should get one when eligible, but particularly those over 50 or those with significant underlying health conditions."
    },
    {
      "id": "15521 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/state-awards-county-68-million-house-homeless",
      "title": "State Awards County $68 Million to House Homeless",
      "date_published": "2021-12-15T21:55:40Z",
      "summary": "The County of San Mateo will soon house hundreds of vulnerable residents experiencing or at risk of homelessness as early as next year thanks to $68 million in state Homekey funds.\n\n&amp;nbsp;"
    },
    {
      "id": "15516 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/focus-parks-board-supervisors-looks-boost-visitor-numbers-expand-access",
      "title": "Focus on Parks: Board of Supervisors Looks to Boost Visitor Numbers, Expand Access",
      "date_published": "2021-12-15T00:27:01Z",
      "summary": "&amp;nbsp;Visitors to seven San Mateo County parks – from Coyote Point along San Francisco Bay to Memorial among the redwoods – now pay a $6 vehicle entry fee.\n\n&amp;nbsp;\n\nConsidering that fee could be a barrier to many visitors, the San Mateo County Board of Supervisors today agreed to study how waiving that fee might help more low-income residents enjoy their parks."
    }
  ]
}