{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15536 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/vaxiversary-feature-after-i-received-covid-19-vaccine-i-could",
      "title": "A Vaxiversary Feature: After I Received the COVID-19 Vaccine, I Could....\"",
      "date_published": "2021-12-17T22:58:15Z"
    },
    {
      "id": "15531 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/bay-area-health-officers-urge-boosters-protect-against-omicron-variant",
      "title": "Bay Area Health Officers Urge Boosters to Protect Against Omicron Variant",
      "date_published": "2021-12-17T18:53:26Z",
      "summary": "Public health agencies across the Bay Area urge everyone eligible to get vaccinated and, if eligible, get a booster shot right away to protect against the rapidly spreading Omicron variant.&amp;nbsp;\n\nWidely available via appointment or drop-in sites, boosters maintain the power of vaccines to strongly protect against severe illness and death from COVID-19. Everyone should get one when eligible, but particularly those over 50 or those with significant underlying health conditions."
    },
    {
      "id": "15521 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/state-awards-county-68-million-house-homeless",
      "title": "State Awards County $68 Million to House Homeless",
      "date_published": "2021-12-15T21:55:40Z",
      "summary": "The County of San Mateo will soon house hundreds of vulnerable residents experiencing or at risk of homelessness as early as next year thanks to $68 million in state Homekey funds.\n\n&amp;nbsp;"
    },
    {
      "id": "15516 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/focus-parks-board-supervisors-looks-boost-visitor-numbers-expand-access",
      "title": "Focus on Parks: Board of Supervisors Looks to Boost Visitor Numbers, Expand Access",
      "date_published": "2021-12-15T00:27:01Z",
      "summary": "&amp;nbsp;Visitors to seven San Mateo County parks – from Coyote Point along San Francisco Bay to Memorial among the redwoods – now pay a $6 vehicle entry fee.\n\n&amp;nbsp;\n\nConsidering that fee could be a barrier to many visitors, the San Mateo County Board of Supervisors today agreed to study how waiving that fee might help more low-income residents enjoy their parks."
    },
    {
      "id": "15511 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/arts-commission-cultural-equity-statement",
      "title": "Arts Commission Cultural Equity Statement",
      "date_published": "2021-12-10T20:19:13Z",
      "summary": "The San Mateo County Arts Commission, which views the arts as an essential part of a healthy and vibrant community, champions policies and practices that promote social and cultural equity. We strive to promote inclusive and diverse programming and to ensure equitable access to arts and culture for all, with consideration for race, ability, sexual orientation, age, gender, economic status, and cultural background. We also commit to partnering with artists&amp;nbsp;and arts organizations that represent and celebrate the diversity of our county, through the fair and equitable distribution of programmatic and financial support. Through these actions, arts are a vehicle for social change."
    },
    {
      "id": "15496 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-approves-%E2%80%9Ccommunities-together%E2%80%9D-map-new-district-boundaries",
      "title": "Board of Supervisors Approves “Communities Together” Map of New District Boundaries",
      "date_published": "2021-12-07T16:43:02Z",
      "summary": "Vote minimizes divisions, empowers communities of interest\n\nDec. 7, 2021"
    },
    {
      "id": "15491 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/new-name-expanding-mission-department-emergency-management",
      "title": "A New Name for an Expanding Mission: Department of Emergency Management",
      "date_published": "2021-12-06T22:08:21Z",
      "summary": "The County of San Mateo’s Office of Emergency Services is now the Department of Emergency Management, or DEM.\n\nThe promotion to a County department reflects the importance of emergency planning and preparedness as well as emergency response.\n\nCounty Manager Mike Callagy said the “frequency and complexity” of emergencies prompted the change."
    },
    {
      "id": "15471 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/new-approach-mental-health-crisis-calls-mental-health-professionals-partner-police",
      "title": "A New Approach to Mental Health Crisis Calls: Mental Health Professionals Partner with Police",
      "date_published": "2021-12-01T22:27:24Z",
      "summary": "Mental health professionals will team with law enforcement in San Mateo County’s four largest cities as part of a pilot program aimed at de-escalating 9-1-1 calls and providing appropriate, compassionate care for non-violent individuals."
    },
    {
      "id": "15466 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/appointments-now-required-county-operated-vaccine-clinic",
      "title": "Appointments Now Required at County-Operated Vaccine Clinic",
      "date_published": "2021-12-01T19:09:17Z",
      "summary": "Due to high demand for COVID-19 booster shots, appointments are now required for those 12 and older to receive a shot at the County-operated vaccine clinic operating at the Event Center."
    },
    {
      "id": "15456 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-office-public-safety-communications-earns-award-dispatch-excellence",
      "title": "County Office of Public Safety Communications Earns Award for Dispatch Excellence",
      "date_published": "2021-11-18T01:30:32Z",
      "summary": "Striving for excellence, one call at a time. The San Mateo County Office of Public Safety Communications 9-1-1- dispatch center is being recognized by the International Academies of Emergency Dispatch (IAED) as an Accredited Center of Excellence (ACE) for emergency medical dispatching."
    }
  ]
}