{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15656 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/statement-county-manager-mike-callagy-regarding-safety-equipment-event-center",
      "title": "Statement From County Manager Mike Callagy Regarding Safety Equipment at the Event Center",
      "date_published": "2022-01-14T23:27:42Z",
      "summary": "&amp;nbsp;Surplus safety equipment and cleaning supplies purchased in response to COVID-19 were moved outside at the San Mateo Event Center last fall to accommodate an event and sustained damage during the significant storms earlier this season."
    },
    {
      "id": "15636 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-encourages-masking-testing-and-boosters-battle-surge-omicron-variant",
      "title": "County Encourages Masking, Testing and Boosters to Battle Surge in Omicron Variant",
      "date_published": "2022-01-11T20:03:36Z",
      "summary": "Test kits to be distributed for children in low-income families,&amp;nbsp;vulnerable residents and workers\n\nRedwood City – The County of San Mateo expects to maintain current health and safety protocols to keep schools and the economy open and avoid coronavirus-related shutdowns."
    },
    {
      "id": "15631 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-san-mateo-expands-covid-19-testing-options",
      "title": "County of San Mateo Expands COVID-19 Testing Options",
      "date_published": "2022-01-05T23:06:59Z",
      "summary": "In response to the surge in the Omicron variant, the County of San Mateo is expanding opportunities for COVID-19 testing."
    },
    {
      "id": "15626 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/covid-19-what-you-need-know-today",
      "title": "COVID-19: What You Need to Know Today",
      "date_published": "2022-01-05T23:05:57Z",
      "summary": "The emergence of the Omicron variant in late 2021 has stressed the local, state and national health care systems.\n\nThis is a confusing time. We are providing information below to the best of our ability that is current as of today, Thursday, Jan. 6, 2022."
    },
    {
      "id": "15621 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/supervisor-don-horsley-appointed-president-san-mateo-county-board-supervisors",
      "title": "Supervisor Don Horsley Appointed President of the San Mateo County Board of Supervisors",
      "date_published": "2022-01-04T17:29:10Z",
      "summary": "Supervisor Don Horsley, selected unanimously today to serve as president of the San Mateo County Board of Supervisors, laid out his priorities for the upcoming year: carry through strategies to eliminate homelessness; advance equity; and improving community safety."
    },
    {
      "id": "15616 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/pediatric-vaccines-available-eight-county-run-clinics-january",
      "title": "Pediatric vaccines available at eight County-run  clinics in January",
      "date_published": "2021-12-31T21:02:53Z",
      "summary": "San Mateo County Health is offering pediatric COVID-19 vaccines at eight sites throughout the county during the month of January. Free and open to the public, these clinics will offer the Pfizer vaccine to children aged 5-11. Boosters and vaccines for other ages will not be available.\n\n&amp;nbsp;"
    },
    {
      "id": "15611 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-urges-testing-vaccines-holidays-continue-and-school-return-looms",
      "title": "County Urges Testing, Vaccines as Holidays Continue and School Return Looms",
      "date_published": "2021-12-30T22:57:04Z",
      "summary": "Amid sharp increases in new COVID-19 cases during this holiday season, County Health is urging residents to seek out testing and get vaccinated, especially those traveling or anticipating a return to in-person schooling.\n\n&amp;nbsp;"
    },
    {
      "id": "15606 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/longtime-deputy-county-manager-named-second-command",
      "title": "Longtime Deputy County Manager Named as Second in Command",
      "date_published": "2021-12-30T16:14:01Z",
      "summary": "Deputy County Manager Peggy Jensen, a skilled leader who is heading the County’s COVID-19 relief and recovery efforts, is nominated as the County of San Mateo’s second-in-command."
    },
    {
      "id": "15591 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-revenues-due-one-time-federal-covid-19-grants-annual-financial-reports-fy-2020",
      "title": "County Revenues Up Due to One-Time Federal COVID-19 Grants: Annual Financial Reports for FY 2020-21",
      "date_published": "2021-12-28T18:23:05Z",
      "summary": "The County of San Mateo’s revenues increased by $224 million in Fiscal Year 2020-21, mostly due to one-time federal grants received to help address COVID-19, according to the Annual Comprehensive Financial Report (ACFR) which is now available."
    },
    {
      "id": "15581 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-controller-publishes-property-tax-highlights-fy-2021-22",
      "title": "County Controller Publishes Property Tax Highlights for FY 2021-22",
      "date_published": "2021-12-22T17:21:17Z",
      "summary": "The Property Tax Highlights publication, which shows tax revenues collected and distributed to local governments operating within San Mateo County, is now available for fiscal year (FY) 2020-21. These taxes help fund the operations of local government agencies that provide essential services to the county’s residents.&amp;nbsp;"
    }
  ]
}