{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15326 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/drivers-urged-slow-down-residents-prepare-winter-weather-bay-area-storm-door-opens",
      "title": "Drivers Urged to Slow Down, Residents to Prepare for Winter Weather as Bay Area Storm Door Opens",
      "date_published": "2021-10-22T19:38:02Z",
      "summary": "County provides emergency tips for all and sandbags at four locations\n\nOct. 22, 2021\n\n\tRedwood City – As the Bay Area’s storm door opens with something between a mizzle and a goose drownder, the County of San Mateo urges drivers to slow down and residents to prepare for winter weather."
    },
    {
      "id": "15291 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/oct-11-2021-drawing-lines-commission-seeks-ideas-balancing-supervisorial-districts",
      "title": "Drawing the Lines: Commission Seeks Ideas on Balancing Supervisorial Districts Based on 2020 Census Data",
      "date_published": "2021-10-10T19:38:11Z",
      "summary": "Where would you draw the lines?\n\nThat’s the question the 2021 Supervisorial District Lines Advisory Commission is asking San Mateo County residents."
    },
    {
      "id": "15281 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/oct-7-2021-bay-area-health-officers-issue-criteria-lifting-covid-19-indoor-masking",
      "title": "Bay Area Health Officers Issue Criteria for Lifting COVID-19 Indoor Masking Requirements",
      "date_published": "2021-10-07T00:16:25Z",
      "summary": "As decisions to vaccinate and wear face coverings indoors drive down COVID-19 case rates and hospitalizations, health officers for the nine Bay Area jurisdictions that require face coverings in most indoor public spaces today reached consensus on criteria to lift those health orders and allow organizations to set those requirements independently."
    },
    {
      "id": "15256 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/sept-30-2021-san-mateo-county-health-launches-booster-clinics-event-center",
      "title": "San Mateo County Health Launches Booster Clinics at Event Center",
      "date_published": "2021-09-30T22:03:04Z",
      "summary": "San Mateo County Health will begin offering Pfizer boosters to eligible individuals on the following dates at the San Mateo County Event Center (1346 Saratoga Drive in San Mateo):"
    },
    {
      "id": "15241 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/sept-28-2021-san-mateo-county%E2%80%99s-first-homeless-navigation-center-step-closer",
      "title": "Sept. 28. 2021: San Mateo County’s First Homeless Navigation Center A Step Closer",
      "date_published": "2021-09-29T00:51:45Z",
      "summary": "Supervisors approve land exchange with City of Redwood City \n\nSept. 28, 2021\n\n\tRedwood City – The San Mateo County Board of Supervisors today took a major step toward fulfilling a decade-long pledge to effectively end homelessness."
    }
  ]
}