{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15496 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-approves-%E2%80%9Ccommunities-together%E2%80%9D-map-new-district-boundaries",
      "title": "Board of Supervisors Approves “Communities Together” Map of New District Boundaries",
      "date_published": "2021-12-07T16:43:02Z",
      "summary": "Vote minimizes divisions, empowers communities of interest\n\nDec. 7, 2021"
    },
    {
      "id": "15491 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/new-name-expanding-mission-department-emergency-management",
      "title": "A New Name for an Expanding Mission: Department of Emergency Management",
      "date_published": "2021-12-06T22:08:21Z",
      "summary": "The County of San Mateo’s Office of Emergency Services is now the Department of Emergency Management, or DEM.\n\nThe promotion to a County department reflects the importance of emergency planning and preparedness as well as emergency response.\n\nCounty Manager Mike Callagy said the “frequency and complexity” of emergencies prompted the change."
    },
    {
      "id": "15471 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/new-approach-mental-health-crisis-calls-mental-health-professionals-partner-police",
      "title": "A New Approach to Mental Health Crisis Calls: Mental Health Professionals Partner with Police",
      "date_published": "2021-12-01T22:27:24Z",
      "summary": "Mental health professionals will team with law enforcement in San Mateo County’s four largest cities as part of a pilot program aimed at de-escalating 9-1-1 calls and providing appropriate, compassionate care for non-violent individuals."
    },
    {
      "id": "15466 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/appointments-now-required-county-operated-vaccine-clinic",
      "title": "Appointments Now Required at County-Operated Vaccine Clinic",
      "date_published": "2021-12-01T19:09:17Z",
      "summary": "Due to high demand for COVID-19 booster shots, appointments are now required for those 12 and older to receive a shot at the County-operated vaccine clinic operating at the Event Center."
    },
    {
      "id": "15456 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/county-office-public-safety-communications-earns-award-dispatch-excellence",
      "title": "County Office of Public Safety Communications Earns Award for Dispatch Excellence",
      "date_published": "2021-11-18T01:30:32Z",
      "summary": "Striving for excellence, one call at a time. The San Mateo County Office of Public Safety Communications 9-1-1- dispatch center is being recognized by the International Academies of Emergency Dispatch (IAED) as an Accredited Center of Excellence (ACE) for emergency medical dispatching."
    },
    {
      "id": "15426 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/covid-19-booster-shots-available-county-event-center-new-times-available-children%E2%80%99s-",
      "title": "COVID-19 Booster Shots Available at County Event Center; New Times Available for Children’s “Playland” Clinic",
      "date_published": "2021-11-17T19:41:38Z",
      "summary": "County health officials are urging all eligible adults to receive a COVID-19 booster shot as soon as possible."
    },
    {
      "id": "15421 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-create-county-gun-buyback-program",
      "title": "Board of Supervisors Create County Gun Buyback Program",
      "date_published": "2021-11-16T17:36:22Z",
      "summary": "Today, the San Mateo County Board of Supervisors approved a grant of up to $208,000 in Measure K Reserves to establish a San Mateo County Gun Buyback Program.&amp;nbsp;"
    },
    {
      "id": "15411 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-adopts-2021-multijurisdictional-local-hazard-mitigation-plan",
      "title": "Board of Supervisors Adopts 2021 Multijurisdictional Local Hazard Mitigation Plan",
      "date_published": "2021-11-15T23:07:39Z",
      "summary": "The San Mateo County Board of Supervisors today adopted the 2021 Multijurisdictional Local Hazard Mitigation Plan, a five-year blueprint for the County and its partners to reduce the impact of natural hazards such as earthquake, fire, flooding, extreme heat and landslide."
    },
    {
      "id": "15386 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/san-mateo-county-sheriff-no-longer-responding-ice-inmate-transfer-requests",
      "title": "San Mateo County Sheriff No Longer Responding to ICE Inmate Transfer Requests",
      "date_published": "2021-11-09T21:23:57Z",
      "summary": "San Mateo County Sheriff Carlos Bolanos announced today that, effective immediately, his office will no longer respond to any requests from U.S. Immigration and Customs Enforcement (ICE) for notification of an inmate’s release or transfer any inmate to its custody."
    },
    {
      "id": "15381 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/choose-local-san-mateo-county-app-launched-across-san-mateo-county",
      "title": "Choose Local San Mateo County App Launched Across San Mateo County",
      "date_published": "2021-11-09T16:52:30Z",
      "summary": "Points-based program rewards shoppers for supporting local small businesses \n\n&amp;nbsp;\n\nRedwood City– In advance of the holiday season, the County of San Mateo and seven cities are asking shoppers to support local small business and rewarding those that do through a new points-based mobile app that lets them earn cash discounts at participating locations.\n\n&amp;nbsp;"
    }
  ]
}