{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15426 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/covid-19-booster-shots-available-county-event-center-new-times-available-children%E2%80%99s-",
      "title": "COVID-19 Booster Shots Available at County Event Center; New Times Available for Children’s “Playland” Clinic",
      "date_published": "2021-11-17T19:41:38Z",
      "summary": "County health officials are urging all eligible adults to receive a COVID-19 booster shot as soon as possible."
    },
    {
      "id": "15421 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-create-county-gun-buyback-program",
      "title": "Board of Supervisors Create County Gun Buyback Program",
      "date_published": "2021-11-16T17:36:22Z",
      "summary": "Today, the San Mateo County Board of Supervisors approved a grant of up to $208,000 in Measure K Reserves to establish a San Mateo County Gun Buyback Program.&amp;nbsp;"
    },
    {
      "id": "15411 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/board-supervisors-adopts-2021-multijurisdictional-local-hazard-mitigation-plan",
      "title": "Board of Supervisors Adopts 2021 Multijurisdictional Local Hazard Mitigation Plan",
      "date_published": "2021-11-15T23:07:39Z",
      "summary": "The San Mateo County Board of Supervisors today adopted the 2021 Multijurisdictional Local Hazard Mitigation Plan, a five-year blueprint for the County and its partners to reduce the impact of natural hazards such as earthquake, fire, flooding, extreme heat and landslide."
    },
    {
      "id": "15386 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/san-mateo-county-sheriff-no-longer-responding-ice-inmate-transfer-requests",
      "title": "San Mateo County Sheriff No Longer Responding to ICE Inmate Transfer Requests",
      "date_published": "2021-11-09T21:23:57Z",
      "summary": "San Mateo County Sheriff Carlos Bolanos announced today that, effective immediately, his office will no longer respond to any requests from U.S. Immigration and Customs Enforcement (ICE) for notification of an inmate’s release or transfer any inmate to its custody."
    },
    {
      "id": "15381 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/choose-local-san-mateo-county-app-launched-across-san-mateo-county",
      "title": "Choose Local San Mateo County App Launched Across San Mateo County",
      "date_published": "2021-11-09T16:52:30Z",
      "summary": "Points-based program rewards shoppers for supporting local small businesses \n\n&amp;nbsp;\n\nRedwood City– In advance of the holiday season, the County of San Mateo and seven cities are asking shoppers to support local small business and rewarding those that do through a new points-based mobile app that lets them earn cash discounts at participating locations.\n\n&amp;nbsp;"
    },
    {
      "id": "15371 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/san-mateo-county-veterans-commission-honor-veteran-year",
      "title": "San Mateo County Veterans Commission to Honor Veteran of the Year",
      "date_published": "2021-11-08T16:03:26Z",
      "summary": "Two San Mateo County veterans and a nonprofit that helps senior veterans will be honored this week by the San Mateo County Veterans Commission for their notable commitment and significant effort to improve the quality of life for those who served our country."
    },
    {
      "id": "15366 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/san-mateo-county-board-supervisors-begins-public-hearings-district-boundaries",
      "title": "San Mateo County Board of Supervisors Begins Public Hearings on District Boundaries",
      "date_published": "2021-11-05T22:19:14Z",
      "summary": "The San Mateo County Board of Supervisors on Tuesday will begin a series of public hearings to discuss proposed maps and give residents the opportunity to voice their interests and provide input on the redrawing of supervisorial district maps."
    },
    {
      "id": "15361 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/san-mateo-county-youth-commissioners-recognized-climate-action",
      "title": "San Mateo County Youth Commissioners Recognized for Climate Action",
      "date_published": "2021-11-05T17:21:57Z",
      "summary": "The Environmental Justice Subcommittee of the San Mateo County Youth Commission was honored Thursday evening with a 2021 Green California Schools Leadership Award for its&amp;nbsp;role&amp;nbsp;in catalyzing a movement in San Mateo County for youth-led&amp;nbsp;climate emergency declarations.&amp;nbsp;&amp;nbsp;"
    },
    {
      "id": "15356 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/nov-3-2021-%E2%80%9Cplayland%E2%80%9D-fun-and-games-aims-take-sting-out-vaccination-clinic-children",
      "title": "“Playland” Fun and Games Aims to Take Sting Out of Vaccination Clinic for Children Ages 5 to 11",
      "date_published": "2021-11-03T17:03:33Z",
      "summary": "Superheroes and a red carpet are among the sights that will greet children this Saturday at the San Mateo County Event Center to help take the sting out of the County’s first vaccination clinic for those ages 5 to 11."
    },
    {
      "id": "15351 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/redistricting-commission-sends-draft-maps-board-supervisors",
      "title": "Redistricting Commission Sends Draft Maps to Board of Supervisors",
      "date_published": "2021-10-29T22:20:25Z",
      "summary": "Public hearing set for Tuesday, November 9\n\nOct. 29, 2021\n\n\tRedwood City – An advisory commission tasked with studying potential changes to the boundaries of the county’s five supervisorial districts voted Thursday to send two proposed maps to the Board of Supervisors."
    }
  ]
}