{
  "version": "https://jsonfeed.org/version/1",
  "title": "San Mateo County COVID-19 News",
  "home_page_url": "https://cmo.smcgov.org/press-releases",
  "items": [
    {
      "id": "15856 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/volunteers-fan-out-across-san-mateo-county-count-people-experiencing-homelessness",
      "title": "Volunteers Fan Out Across San Mateo County to Count People Experiencing Homelessness",
      "date_published": "2022-02-24T16:59:26Z"
    },
    {
      "id": "15821 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/state-awards-county-16-million-house-homeless",
      "title": "State Awards County $16 Million to House Homeless",
      "date_published": "2022-02-11T22:42:50Z",
      "summary": "The County of San Mateo and its partners will provide permanent housing and high-quality support services to dozens of formerly homeless residents thanks to nearly $16 million in state Homekey funds."
    },
    {
      "id": "15806 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/eleven-bay-area-health-officers-lift-most-indoor-mask-mandates-february-16",
      "title": "Eleven Bay Area Health Officers to Lift Most Indoor Mask Mandates on February 16",
      "date_published": "2022-02-09T16:47:13Z",
      "summary": "In alignment with the State, the Bay Area counties of Alameda, Contra Costa, Marin, Monterey, Napa, San Francisco, San Mateo, Santa Cruz, Solano, Sonoma, and the City of Berkeley will lift universal mask requirements for most indoor public settings beginning Wednesday, February 16."
    },
    {
      "id": "15801 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/local-covid-19-relief-tops-200-million-county-budget-outlook-positive-economy-shows",
      "title": "Local COVID-19 Relief Tops $200 Million; County Budget Outlook Positive As Economy Shows Signs of Improvement",
      "date_published": "2022-02-08T18:11:09Z",
      "summary": "Board of Supervisors Gets First Look at 2021-23 Children’s BudgetFeb. 8, 2022Redwood City – The County of San Mateo has channeled more than $218 million to local relief efforts since the COVID-19 pandemic began."
    },
    {
      "id": "15796 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/do-you-identify-immigrant-county-san-mateo-launches-survey-12-languages-help-assess",
      "title": "Do You Identify as an Immigrant? County of San Mateo Launches Survey in 12 Languages to Help Assess Services, Learn What’s Needed",
      "date_published": "2022-02-08T16:38:22Z",
      "summary": "Did you know that one in three San Mateo County residents was born in another country?\n\n\n\nIf you identify as an immigrant, the County’s Board of Supervisors wants to hear from you.\n\n\n\nToday, the County invites immigrants who live in San Mateo County – plus all who work or go to school here – to take a survey that will help shape services and resources."
    },
    {
      "id": "15771 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/building-connections-and-community",
      "title": "Building Connections and Community: Rebuilding Middlefield Road as the “Smartest Street” in the Nation",
      "date_published": "2022-02-02T22:36:56Z",
      "summary": "Rebuilding Middlefield Road as the &quot;Smartest Street&quot; in the Nation"
    },
    {
      "id": "15751 at https://cmo.smcgov.org",
      "url": "https://cmo.smcgov.org/press-release/covid-19-testing-widely-available-new-partner-san-mateo-county-event-center",
      "title": "COVID-19 Testing: Widely Available, New Partner at  San Mateo County Event Center",
      "date_published": "2022-01-28T15:02:35Z",
      "summary": "Along with vaccination, testing for the virus that causes COVID-19 remains vital to slow the spread of the disease and to help all of us safely work, attend school and enjoy the things we love.To highlight the importance of testing, the County of San Mateo today announces a new provider at the San Mateo County Event Center that will be able to accommodate up to 2,000 tests per day, beginning Tuesday, Feb. 1, 2022."
    }
  ]
}