{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2317&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2317&TargetID=1",
      "title": "Governor orders immediate shutdown of additional business sector indoor operations in Solano County; across the state, due to rising number of COVID-19 cases",
      "date_published": "2020-07-13T00:00:00-07:00",
      "summary": "At his press briefing today, Governor Newsom ordered the immediate shutdown of all fitness centers, places of worship, indoor protests, offices for non-essential sectors, personal care services, including nail salons, body waxing and tattoo parlors, hair salons, barbershops and malls in 30 California Counties on the County Monitoring List – including Solano County – unless they can be modified to operate outside or by pick-up service only.  Businesses in Solano County impacted by the Governor's new orders must cease all indoor operations by the end of their business day today."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2315&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2315&TargetID=1",
      "title": "Governor orders closure of bars, brewpubs and some indoor operations in Solano County – County health officials update local orders, ask residents to stay at home during Fourth of July holiday weekend",
      "date_published": "2020-07-02T00:00:00-07:00",
      "summary": "At his press briefing yesterday, Governor Newsom ordered the closure of bars, brewpubs, breweries and pubs, and all indoor operations at dine-in restaurants, wineries and tasting rooms, family entertainment centers, indoor movie theatres, indoor zoos, museums and cardrooms for at least three weeks in 19 California counties, including the County of Solano, that were on the state'sCounty Monitoring List.  The state order essentially rescinds the local public health officer’s delegated authority for these specific business operations at this time."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2314&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2314&TargetID=1",
      "title": "Solano County on Governor’s County Monitoring List – must prohibit bars and indoor operations in certain business sectors for at least three weeks",
      "date_published": "2020-07-01T00:00:00-07:00",
      "summary": "At his press conference this afternoon, Governor Newsom, in coordination with the California Department of Public Health, ordered counties that have been on theCounty Monitoring Listfor three consecutive days or more to immediately close bars, brewpubs, breweries and pubs, as well as  indoor operations in certain business sectors for a minimum of three weeks, maybe longer depending on epidemiological indicators.  Solano County – along with 18 other California Counties – is on the Governor's list, and will close indoor operations at dine-in restaurants, wineries and tasting rooms, family entertainment centers, indoor movie theatres, indoor zoos and museums and cardrooms effective immediately.  Bars must close regardless if they serve drinks indoors or outdoors."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2307&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2307&TargetID=1",
      "title": "Public Health officials release new guidance to allow for personal care services in Solano County – encourage businesses to develop reopening plans",
      "date_published": "2020-06-16T00:00:00-07:00",
      "summary": "On Friday, June 12, the California Department of Public Health released new guidance, giving the Solano County Public Health Officer authority to amend the County's shelter-at-home public health order and directive to allow for personal care services to reopen starting June 19.  Personal care services include facials, electrolysis, waxing, skin care, cosmetology, electrology, nail salons, massage therapy and body art professionals, including tattoo parlors and piercing shops."
    }
  ]
}