{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2444&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2444&TargetID=1",
      "title": "West Nile virus activity detected in Solano County",
      "date_published": "2022-07-12T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, and the Solano County Mosquito Abatement District (SCMAD) have confirmed that a bird has tested positive for West Nile virus (WNV). The specimen sample was collected in late June in Vacaville. As of July 11, 2022, the California Department of Public Health reports that there are no human cases of WNV."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2443&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2443&TargetID=1",
      "title": "Solano County’s eviction protections remains in effect after State protections end; no scheduled termination date at this time",
      "date_published": "2022-07-07T00:00:00-07:00",
      "summary": "Solano County's Emergency Regulation establishing a temporary, countywide moratorium on evictions for non-payment of rent by residential or commercial tenants directly impacted by the COVID-19 pandemic is still in effect."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2441&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2441&TargetID=1",
      "title": "Solano County expands COVID-19 vaccine eligibility to very young children per state guidance; visit healthcare provider to get up to date on childhood vaccinations",
      "date_published": "2022-06-20T00:00:00-07:00",
      "summary": "Solano County is expanding vaccine eligibility to all individuals living in Solano County who are ages six (6) months through four (4) years of age, in accordance with state and national guidance to expand eligibility to this age group. The Pfizer-BioNTech vaccine is approved for individuals age six (6) months through four (4) years of age. The Moderna vaccine is approved for individuals age six (6) months through five (5) years of age."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2440&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2440&TargetID=1",
      "title": "Solano County receives national recognition from the American Association of Medical Colleges for improving access to mental health services for underserved populations",
      "date_published": "2022-06-17T00:00:00-07:00",
      "summary": "The Solano County Behavioral Health (SCBH) completed a five-year Mental Health Services Act (MHSA) funded Innovation Plan that has received local, state, and national accolades for its effort to address mental health disparities. The project, called the Interdisciplinary Collaboration and Cultural Transformation Model (ICCTM) Innovation Project, received second place in the 2022 \"Innovations that Bolster Community Trust in Science Award\" from the American Association of Medical Colleges (AAMC)."
    }
  ]
}