{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2307&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2307&TargetID=1",
      "title": "Public Health officials release new guidance to allow for personal care services in Solano County – encourage businesses to develop reopening plans",
      "date_published": "2020-06-16T00:00:00-07:00",
      "summary": "On Friday, June 12, the California Department of Public Health released new guidance, giving the Solano County Public Health Officer authority to amend the County's shelter-at-home public health order and directive to allow for personal care services to reopen starting June 19.  Personal care services include facials, electrolysis, waxing, skin care, cosmetology, electrology, nail salons, massage therapy and body art professionals, including tattoo parlors and piercing shops."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2306&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2306&TargetID=1",
      "title": "County amends health order to include industry guidance for low and medium-risk activities approved by the state",
      "date_published": "2020-06-12T00:00:00-07:00",
      "summary": "Public Health officials have amended the County's stay-at-home health order and directive to include industry guidance for low and medium-risk activities approved by the California Department of Public Health on June 5, 2020, including movie theatres, satellite wagering facilities, racetracks, campgrounds, recreational vehicle (RV) parks and day camps."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2303&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2303&TargetID=1",
      "title": "State health officials release new guidance, County encourages businesses to develop reopening plans",
      "date_published": "2020-06-05T00:00:00-07:00",
      "summary": "The California Department of Public Health released new guidance today, giving Solano County Public Health officials authority to amend the County's stay-at-home health order to allow some additional business sectors to reopen starting on June 8.***Updated Health Order, clickHERE******State Guidance for Businesses, clickHERE***"
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2298&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2298&TargetID=1",
      "title": "County amends health order to include barbershops and hair salons to reopen with modifications",
      "date_published": "2020-05-27T00:00:00-07:00",
      "summary": "Public Health Officials have amended the County's stay-at-home health order and directive, giving barbershops and hair salons permission to reopen immediately if they meet specific guidelines as outlined in the updated health order."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2297&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2297&TargetID=1",
      "title": "County recommends use of cloth face coverings when social distancing measures are difficult to maintain",
      "date_published": "2020-05-24T00:00:00-07:00",
      "summary": "As the County moves at an accelerated pace into Stage 2 of the Governor's Roadmap to Recovery, Solano County Public Health Officials, the Centers for Disease Control and Prevention (CDC) and the California Department of Public Health (CDPH) all recommend wearing a cloth face covering in public, especially when maintaining six-feet of personal space is difficult or impossible to maintain."
    }
  ]
}