{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2400&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2400&TargetID=1",
      "title": "West Nile virus activity detected in Solano County",
      "date_published": "2021-08-04T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, the Davis Arbovirus Research and Training (DART) laboratory and the Solano County Mosquito Abatement District (SCMAD) have confirmed that two mosquito pools have tested positive for West Nile virus (WNV). The specimen samples were collected July 30, 2021 in southern Davis, Solano County. As of July 30, 2021, although we have not seen human cases in Solano County, the California Department of Public Health (CDPH) reports that 4 human cases from 4 counties across the state have tested positive for West Nile Virus."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2398&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2398&TargetID=1",
      "title": "Public Health supports coadministration of COVID-19 vaccination along with routine childhood immunizations",
      "date_published": "2021-07-28T00:00:00-07:00",
      "summary": "County health officials issued a joint statement with other Bay Area Health Officers in support of the Centers for Disease Control and Prevention's recently revised immunization guidance to allow coadministration of the COVID-19 vaccine with other vaccines."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2395&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2395&TargetID=1",
      "title": "Steady growth and new construction contributed to modest gains in County assessment role during COVID-19 pandemic",
      "date_published": "2021-07-08T00:00:00-07:00",
      "summary": "The Solano County Assessor-Recorder's Office is pleased to announce that the local assessment roll for properties throughout the County for fiscal year 2021/22 increased by $1.8 billion in assessed value over last year, or approximately 2.97 percent."
    }
  ]
}