{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2322&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2322&TargetID=1",
      "title": "Employees who test positive for COVID-19 may return to work after 10-day isolation; no need for another test",
      "date_published": "2020-08-04T00:00:00-07:00",
      "summary": "As widespread community transmission of COVID-19 continues, the Solano County Health and Social Services Department, Public Health division, advises businesses and employers against requiring evidence of a negative COVID-19 test result for returning to work safely. Individuals who have been ill and isolating at home can end isolation 10 days after onset of symptoms, or 10 days after their testing date for those who do not have symptoms at all."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2321&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2321&TargetID=1",
      "title": "West Nile virus activity detected in Solano County",
      "date_published": "2020-07-28T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division and the Solano County Mosquito Abatement District (SCMAD) have confirmed that a bird from the city of Benicia has tested positive for West Nile virus (WNV). The California Scrub-Jay was collected July 12, 2020 in eastern Benicia.  As of July 28, 2020, the California Department of Public Health (CDPH) reports that 4 human cases from 3 counties tested positive for West Nile Virus."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2317&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2317&TargetID=1",
      "title": "Governor orders immediate shutdown of additional business sector indoor operations in Solano County; across the state, due to rising number of COVID-19 cases",
      "date_published": "2020-07-13T00:00:00-07:00",
      "summary": "At his press briefing today, Governor Newsom ordered the immediate shutdown of all fitness centers, places of worship, indoor protests, offices for non-essential sectors, personal care services, including nail salons, body waxing and tattoo parlors, hair salons, barbershops and malls in 30 California Counties on the County Monitoring List – including Solano County – unless they can be modified to operate outside or by pick-up service only.  Businesses in Solano County impacted by the Governor's new orders must cease all indoor operations by the end of their business day today."
    }
  ]
}