{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2371&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2371&TargetID=1",
      "title": "Solano County Public Health celebrates National Public Health Week 2021 by highlighting the divisions core values",
      "date_published": "2021-04-02T00:00:00-07:00",
      "summary": "On Monday, April 4, the American Public Health Association (APHA) and Solano Public Health will kick off National Public Health Week along with hundreds of partners across the nation to celebrate and recognize public health. National Public Health Week, April 5-11, includes hundreds of events, conversations and activities, encouraging communities to act on public health priorities."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2369&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2369&TargetID=1",
      "title": "Solano County experiences steep decline in allocation of vaccine; urges the State to send more",
      "date_published": "2021-03-22T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, is urging the California Department of Public Health to allocate more COVID-19 vaccine to the County after experiencing a steep decline."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2366&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2366&TargetID=1",
      "title": "Solano County returns to Red Tier (Tier 2) effective March 10, loosening restrictions for certain businesses activities",
      "date_published": "2021-03-09T00:00:00-08:00",
      "summary": "The State of California announced today that Solano County has moved from the most restrictive Purple Tier (Tier 1) to a less-restrictive Red Tier (Tier 2) of the State's COVID-19 Blueprint for a Safer Economy. Effective Wednesday, March 10, more businesses and activities will be able to expand capacity or resume operations, including indoor services at restaurants, increased capacity at retail and shopping centers, youth sports activities and an opportunity for schools to reopen."
    }
  ]
}