{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2457&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2457&TargetID=1",
      "title": "Solano County, cities open public cooling centers in response to excessive heat warning issued by the National Weather Service",
      "date_published": "2022-09-02T00:00:00-07:00",
      "summary": "Solano County and its cities are opening cooling centers in the cities of Benicia, Fairfield, Vallejo, Rio Vista, Dixon and Vacaville due to the excessive heat warning from the National Weather Service. Due to COVID-19 precautions and close quarters, the use of masks in cooling centers is strongly recommended."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2455&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2455&TargetID=1",
      "title": "Solano Public Health issues Health Alert due to excessive heat warning as issued by the National Weather Service",
      "date_published": "2022-08-31T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, is issuing a Health Alert due to the excessive heat warning issued by the National Weather Service (NWS). The excessive heat warning begins at 11 a.m. on Saturday, September 3 and extends through 8 p.m. on Tuesday, September 6. Temperatures are expected to get as high as 115 degrees in some areas in Solano County with little relief/cooling overnight, according to the NWS. These triple-digit temperatures may create a substantial health risk for County residents, including heat-related illnesses."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2453&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2453&TargetID=1",
      "title": "Solano County Public Health partners with local community-based organizations to provide vaccination clinics for monkeypox",
      "date_published": "2022-08-09T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, in collaboration with Solano Pride Center, California Health Medical Reserve Corps, Food is Free Solano, La Clínica de La Raza, Medic Ambulance and Solano AIDS Coalition, hosted vaccination clinics on August 5 and 8, 2022 to provide the first dose of the monkeypox vaccine. Over 100 individuals were vaccinated during the events."
    }
  ]
}