{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2419&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2419&TargetID=1",
      "title": "Solano Public Health expands eligibility for Pfizer COVID-19 vaccine booster to youth age 12-15 and older; extends mass vaccination clinic for COVID-19 shots and boosters",
      "date_published": "2022-01-07T00:00:00-08:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, in accordance with state and national guidance, is expanding COVID-19 vaccine booster eligibility to individuals 12 to 15 years of age in Solano County."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2418&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2418&TargetID=1",
      "title": "Solano County Public Health reports first pediatric death related to COVID-19 in Solano County",
      "date_published": "2021-12-20T00:00:00-08:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, has confirmed the first pediatric death related to COVID-19 in Solano County. The child was under the age of 1."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2417&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2417&TargetID=1",
      "title": "Solano Public Health expands eligibility for Pfizer COVID-19 vaccine booster to everyone age 16 and older; offers guidance on celebrating the Winter Holidays safely",
      "date_published": "2021-12-10T00:00:00-08:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, in accordance with state and national guidance, is expanding COVID-19 vaccine booster eligibility to individuals age 16 and older in Solano County."
    }
  ]
}