{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2342&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2342&TargetID=1",
      "title": "State moves Solano County into red tier (Tier 2) on COVID-19 framework; allows businesses to reopen some additional indoor activities with modifications",
      "date_published": "2020-09-22T00:00:00-07:00",
      "summary": "The California Department of Public Health announced today that Solano County has been moved into the red tier (Tier 2) on the state's COVID-19 response framework, allowing for more local businesses and activities to resume some additional indoor activities, with modifications."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2340&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2340&TargetID=1",
      "title": "STA expands popular Medical Trip Concierge program, enhancing transportation options for older and disabled adults thanks to funding allocated by County Board of Supervisors from Coronavirus-related CARES Act funds",
      "date_published": "2020-09-21T00:00:00-07:00",
      "summary": "Beginning today, Solano County residents who are 60-years and older, including those living with disabilities, can take advantage of a new transportation pilot program that expands critical access to existing transportation services, giving individuals more options when it comes to attending medical appointments, going to the pharmacy and making other essential trips during the COVID-19 pandemic health emergency."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2339&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2339&TargetID=1",
      "title": "Solano County Board approves a $2 million Coronavirus related small business grant program with funds to support small businesses and employers impacted by COVID-19 with CARES Act funding; applications via Workforce Development Board and Small Business De",
      "date_published": "2020-09-14T00:00:00-07:00",
      "summary": "Beginning Tuesday, September 15, 2020, small businesses and employers in Solano County that are facing financial impacts and layoffs due to COVID-19, are urged to apply to the County's Rebuild Solano’s Small Businesses Grant Program; designed to support businesses and employers impacted by the ongoing pandemic health emergency."
    }
  ]
}