{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2391&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2391&TargetID=1",
      "title": "Solano County moves beyond the Blueprint, COVID-19 Health Order rescinded as the State removes masks mandate and capacity limitations from businesses",
      "date_published": "2021-06-16T00:00:00-07:00",
      "summary": "California has reopened for business as of June 15, 2021, meaning everyday life should feel a lot like before COVID-19. Restaurants, shopping malls, movie theaters, and most everyday places will be open as usual with no capacity limits or social distancing required. The California Department of Public Health (CDPH) has indicated masking guidelines are revised, and face coverings are no longer required for fully vaccinated persons when outdoors or indoors in public spaces except as required by local businesses or Cal/OSHA. Anyone can still wear a mask if they would like, especially around children and others who are vulnerable or not yet eligible for vaccination."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2383&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2383&TargetID=1",
      "title": "Solano County moves into the less restrictive Orange Tier of the State’s Blueprint for a Safer Economy, effective June 2",
      "date_published": "2021-06-01T00:00:00-07:00",
      "summary": "The State of California announced today that Solano County will move from the Red Tier into the less restrictive Orange Tier of the Blueprint for a Safer Economy effective Wednesday, June 2, 2021. The California tier-based metrics have helped provide a framework for reopening businesses, schools and other community venues."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2376&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2376&TargetID=1",
      "title": "Solano County Emergency Rental Assistance Program provides cash-assistance to qualifying low-income households impacted by COVID-19; applications available through Catholic Charities of Yolo-Solano",
      "date_published": "2021-05-19T00:00:00-07:00",
      "summary": "Renters in Solano County who have lost income or experienced other financial hardship due to COVID-19 and need rental or utility assistance are urged to apply to the federally funded Emergency Rental Assistance Program (ERAP), designed to support low income households impacted by the pandemic health emergency.>> Click HERE to download the program flyer"
    }
  ]
}