{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2314&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2314&TargetID=1",
      "title": "Solano County on Governor’s County Monitoring List – must prohibit bars and indoor operations in certain business sectors for at least three weeks",
      "date_published": "2020-07-01T00:00:00-07:00",
      "summary": "At his press conference this afternoon, Governor Newsom, in coordination with the California Department of Public Health, ordered counties that have been on theCounty Monitoring Listfor three consecutive days or more to immediately close bars, brewpubs, breweries and pubs, as well as  indoor operations in certain business sectors for a minimum of three weeks, maybe longer depending on epidemiological indicators.  Solano County – along with 18 other California Counties – is on the Governor's list, and will close indoor operations at dine-in restaurants, wineries and tasting rooms, family entertainment centers, indoor movie theatres, indoor zoos and museums and cardrooms effective immediately.  Bars must close regardless if they serve drinks indoors or outdoors."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2307&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2307&TargetID=1",
      "title": "Public Health officials release new guidance to allow for personal care services in Solano County – encourage businesses to develop reopening plans",
      "date_published": "2020-06-16T00:00:00-07:00",
      "summary": "On Friday, June 12, the California Department of Public Health released new guidance, giving the Solano County Public Health Officer authority to amend the County's shelter-at-home public health order and directive to allow for personal care services to reopen starting June 19.  Personal care services include facials, electrolysis, waxing, skin care, cosmetology, electrology, nail salons, massage therapy and body art professionals, including tattoo parlors and piercing shops."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2306&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2306&TargetID=1",
      "title": "County amends health order to include industry guidance for low and medium-risk activities approved by the state",
      "date_published": "2020-06-12T00:00:00-07:00",
      "summary": "Public Health officials have amended the County's stay-at-home health order and directive to include industry guidance for low and medium-risk activities approved by the California Department of Public Health on June 5, 2020, including movie theatres, satellite wagering facilities, racetracks, campgrounds, recreational vehicle (RV) parks and day camps."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2303&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2303&TargetID=1",
      "title": "State health officials release new guidance, County encourages businesses to develop reopening plans",
      "date_published": "2020-06-05T00:00:00-07:00",
      "summary": "The California Department of Public Health released new guidance today, giving Solano County Public Health officials authority to amend the County's stay-at-home health order to allow some additional business sectors to reopen starting on June 8.***Updated Health Order, clickHERE******State Guidance for Businesses, clickHERE***"
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2298&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2298&TargetID=1",
      "title": "County amends health order to include barbershops and hair salons to reopen with modifications",
      "date_published": "2020-05-27T00:00:00-07:00",
      "summary": "Public Health Officials have amended the County's stay-at-home health order and directive, giving barbershops and hair salons permission to reopen immediately if they meet specific guidelines as outlined in the updated health order."
    }
  ]
}