{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2441&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2441&TargetID=1",
      "title": "Solano County expands COVID-19 vaccine eligibility to very young children per state guidance; visit healthcare provider to get up to date on childhood vaccinations",
      "date_published": "2022-06-20T00:00:00-07:00",
      "summary": "Solano County is expanding vaccine eligibility to all individuals living in Solano County who are ages six (6) months through four (4) years of age, in accordance with state and national guidance to expand eligibility to this age group. The Pfizer-BioNTech vaccine is approved for individuals age six (6) months through four (4) years of age. The Moderna vaccine is approved for individuals age six (6) months through five (5) years of age."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2440&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2440&TargetID=1",
      "title": "Solano County receives national recognition from the American Association of Medical Colleges for improving access to mental health services for underserved populations",
      "date_published": "2022-06-17T00:00:00-07:00",
      "summary": "The Solano County Behavioral Health (SCBH) completed a five-year Mental Health Services Act (MHSA) funded Innovation Plan that has received local, state, and national accolades for its effort to address mental health disparities. The project, called the Interdisciplinary Collaboration and Cultural Transformation Model (ICCTM) Innovation Project, received second place in the 2022 \"Innovations that Bolster Community Trust in Science Award\" from the American Association of Medical Colleges (AAMC)."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2439&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2439&TargetID=1",
      "title": "Solano County Public Health division earns NACo Achievement Award for the Integrated Long-Term Care Facilities (LTCFs) COVID Outbreak Response and Infection Prevention Education Program",
      "date_published": "2022-06-15T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, is pleased to announce that the National Association of Counties (NACo) has awarded Solano County's Long-Term Care Facilities (LTCFs) program with an Achievement Award, highlighting the county’s approach to preventing the spread of COVID-19 in our LTCFs for the elderly and disabled."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2437&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2437&TargetID=1",
      "title": "Rabies virus activity detected in Solano County",
      "date_published": "2022-06-09T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, the Napa-Solano-Yolo-Marin-Mendocino County Public Health Laboratory, and the Solano County Sheriff's Animal Control division, has confirmed that a bat has tested positive for the rabies virus. The sample was collected on June 2, 2022 in Fairfield. There are currently no human exposures reported at this time."
    }
  ]
}