{
  "version": "https://jsonfeed.org/version/1",
  "title": "Solano County COVID-19 News",
  "home_page_url": "http://www.solanocounty.com/news/default.asp",
  "items": [
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2453&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2453&TargetID=1",
      "title": "Solano County Public Health partners with local community-based organizations to provide vaccination clinics for monkeypox",
      "date_published": "2022-08-09T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, in collaboration with Solano Pride Center, California Health Medical Reserve Corps, Food is Free Solano, La Clínica de La Raza, Medic Ambulance and Solano AIDS Coalition, hosted vaccination clinics on August 5 and 8, 2022 to provide the first dose of the monkeypox vaccine. Over 100 individuals were vaccinated during the events."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2452&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2452&TargetID=1",
      "title": "First human case of West Nile Virus in Solano County in 2022",
      "date_published": "2022-08-04T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, has confirmed the first human case of West Nile virus (WNV) in Solano County in 2022. The individual is from Vacaville and is currently recovering. As of today, the California Department of Public Health reports that there are seven human cases of WNV this year in the state."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2449&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2449&TargetID=1",
      "title": "Solano Public Health celebrates grand opening of milk collection center during National Breastfeeding Month",
      "date_published": "2022-07-25T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, in partnership with the San Jose Mother's Milk Bank and First 5 Solano, announce the opening of the first human milk collection center in Solano County. The grand opening will take place on Thursday, August 11, 2022, from 10:30 a.m. to 11 a.m. at 2101 Courage Drive, Fairfield. Families, prospective donors, healthcare providers and community members are welcome to attend the family-friendly grand opening."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2447&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2447&TargetID=1",
      "title": "Solano County Public Health confirms case of Monkeypox",
      "date_published": "2022-07-19T00:00:00-07:00",
      "summary": "The Solano County Department of Health and Social Services, Public Health division, has confirmed the first case of monkeypox identified in Solano County. Solano Public Health has also identified two probable cases, both pending confirmation from the Centers for Disease Control and Prevention (CDC). As of today, there are a total of 250 probable and confirmed cases in California."
    },
    {
      "id": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2446&TargetID=1",
      "url": "http://www.solanocounty.com/news/displaynews.asp?NewsID=2446&TargetID=1",
      "title": "Solano County, Partnership HealthPlan of California and Community Partners launch Pediatric Vaccine Resource for Families",
      "date_published": "2022-07-18T00:00:00-07:00",
      "summary": "Solano County Public Health, First 5 Solano, Partnership HealthPlan of California (PHC), Ole Health, La Clinica, Help Me Grow Solano and Child Start have developed and launched a new website for parents and families seeking information about childhood immunizations."
    }
  ]
}