{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sonoma County COVID-19 News",
  "home_page_url": "https://sonomacounty.ca.gov/News/",
  "items": [
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Project-Homekey-to-fund-the-acquisition/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Project-Homekey-to-fund-the-acquisition/",
      "title": "Project Homekey to fund the acquisition of the Sebastopol Inn",
      "date_published": "2020-11-24T00:00:00-08:00",
      "summary": "A proposal by the County of Sonoma to purchase the Sebastopol Inn to house some of the County’s most COVID-19 vulnerable unsheltered individuals and create long-term supportive housing has received funding from the state’s Project Homekey."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Guidelines-on-temporary-tents-and-canopies/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Guidelines-on-temporary-tents-and-canopies/",
      "title": "Sonoma County issues guidelines on temporary tents and canopies for outdoor dining and business operations",
      "date_published": "2020-11-24T00:00:00-08:00",
      "summary": "In coordination with the Sonoma County Department of Health Services, the Sonoma County Fire Chiefs Association and Sonoma County Fire Prevention Officers Association today released guidelines for outdoor dining structures for meeting fire protection requirements and address COVID-19 safety needs."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Directrices-acerca-de-las-tiendas-de-campana-y-toldos-temporales/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Directrices-acerca-de-las-tiendas-de-campana-y-toldos-temporales/",
      "title": "El condado de Sonoma emite directrices acerca de las tiendas de campaña y toldos temporales para servicio de comida y operaciones comerciales al aire libre",
      "date_published": "2020-11-24T00:00:00-08:00",
      "summary": "En coordinación con el Departamento de Servicios de Salud del condado de  Sonoma, la Asociación de Jefes de Bomberos del condado de Sonoma y la  Asociación de Oficiales de Prevención de Incendios del condado de  Sonoma, el condado hoy emitió directrices para las estructuras de los  comedores al aire libre que cumplan con los requisitos de protección de  incendios y las necesidades de seguridad para COVID-19."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/COVID-19-community-assistance/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/COVID-19-community-assistance/",
      "title": "County of Sonoma expands role of On the Move in providing COVID-19 community assistance, financial support",
      "date_published": "2020-11-24T00:00:00-08:00",
      "summary": "The County of Sonoma has expanded eligibility criteria for emergency COVID-19 financial assistance and has allocated additional funding to local nonprofit On the Move for dissemination of financial support to local residents."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Ante-COVID-19-apoyo-comunitario-y-financiero/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Ante-COVID-19-apoyo-comunitario-y-financiero/",
      "title": "Ante COVID-19, el condado de Sonoma amplía el papel de la organización O n the Move para el apoyo comunitario y financiero",
      "date_published": "2020-11-24T00:00:00-08:00",
      "summary": "El condado de Sonoma ha ampliado los criterios de elegibilidad para la  asistencia económica urgente ante COVID-19 y ha designado fondos  adicionales a la organización local sin fines de lucro O n the Move para  distribuir apoyo económico a los residentes locales."
    },
    {
      "id": "https://sonomacounty.ca.gov/TPW/Airport/Charles-M--Schulz---Sonoma-County-Airport-Receives-ACI-Airport-Health-Accreditation/",
      "url": "https://sonomacounty.ca.gov/TPW/Airport/Charles-M--Schulz---Sonoma-County-Airport-Receives-ACI-Airport-Health-Accreditation/",
      "title": "Charles M. Schulz — Sonoma County Airport Receives ACI Airport Health Accreditation",
      "date_published": "2020-11-23T00:00:00-08:00",
      "summary": "Airports Council International (ACI) has recognized Charles M. Schulz-Sonoma County Airport with its Airport Health Accreditation for prioritizing health and safety measures in response to the COVID-19 pandemic.",
      "tags": [
        "Charles M. Schulz — Sonoma County Airport"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/Guidance-for-Outdoor-Visitation-and--Activities/",
      "url": "https://sonomacounty.ca.gov/Guidance-for-Outdoor-Visitation-and--Activities/",
      "title": "Guidance for Outdoor Visitation and  Activities Relative to the 2019-Novel Coronavirus (COVID-19) in Long-Term Care  Facilities",
      "date_published": "2020-11-23T00:00:00-08:00",
      "summary": "Much  of the past guidance from state and federal health officials has  focused on  protecting nursing home and long-term care residents from  COVID-19 by limiting  non-essential visitation.",
      "tags": [
        "Department of Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Veterans-Day-event-moves-outdoors/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Veterans-Day-event-moves-outdoors/",
      "title": "Santa Rosa annual Veterans Day event moves outdoors this year",
      "date_published": "2020-11-10T00:00:00-08:00",
      "summary": "Santa Rosa’s annual Veterans Day celebration will take place Wednesday, November 11, 2020  beginning at 11 a.m. But, for the first time, the event will be held outdoors in order to assure safety during this time of COVID-19"
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Dia-de-los-Veteranos-a-realizarse-al-aire-libre/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Dia-de-los-Veteranos-a-realizarse-al-aire-libre/",
      "title": "Evento anual del Día de los Veteranos en Santa Rosa a realizarse al aire libre este año",
      "date_published": "2020-11-10T00:00:00-08:00",
      "summary": "La celebración anual del Día de los Veteranos en Santa Rosa se llevará a  cabo el miércoles 11 de noviembre 2020, a partir de las 11 a.m. Pero  por primera vez, el evento se realizará al aire libre, para garantizar  la protección    durante estos tiempos de COVID-19."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Freeze-Warning-and-Frost-Advisory/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Freeze-Warning-and-Frost-Advisory/",
      "title": "Sonoma County health officials issue Freeze Warning & Frost Advisory",
      "date_published": "2020-11-09T00:00:00-08:00",
      "summary": "The County of Sonoma is issuing a freeze warning and frost advisory in response to the National Weather Service’s prediction for freezing overnight lows expected through Tuesday morning at 9 a.m"
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Bay-Area-Counties-issue-joint-recommendations-during-holidays/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Bay-Area-Counties-issue-joint-recommendations-during-holidays/",
      "title": "Sonoma County joins health officials from ten Bay Area counties in issuing recommendations for safer holidays and travel",
      "date_published": "2020-11-09T00:00:00-08:00",
      "summary": "The Sonoma County Department of Health Services today joined health officers from the counties of Alameda, Contra Costa, Marin, San Mateo, San Francisco, Santa Clara, Santa Cruz and the city of Berkeley in issuing joint recommendations for staying safe during the holidays."
    }
  ]
}