{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sonoma County COVID-19 News",
  "home_page_url": "https://sonomacounty.ca.gov/News/",
  "items": [
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Half-of-Sonoma-County-adult-population-is-now-fully-vaccinated/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Half-of-Sonoma-County-adult-population-is-now-fully-vaccinated/",
      "title": "Half of Sonoma County adult population is now fully vaccinated",
      "date_published": "2021-05-06T00:00:00-07:00",
      "summary": "Sonoma County has now fully vaccinated more than half of its 16 and older population. In addition, more than two-thirds of these 411,000 residents have received at least one shot of the vital protection against COVID-19."
    },
    {
      "id": "https://myemail.constantcontact.com/Spring-is-finally-here-Sonoma-.html?soid=1135613923539&aid=I8eMmoCa6jQ",
      "url": "https://myemail.constantcontact.com/Spring-is-finally-here-Sonoma-.html?soid=1135613923539&aid=I8eMmoCa6jQ",
      "title": "It's Spring in Sonoma, Let's Talk About Food!",
      "date_published": "2021-05-05T00:00:00-07:00",
      "summary": "We all sometimes need help with quick and easy tasty meals for the family. What better time than Spring, when we start getting more fresh local veggies, to get some new recipes and ideas? Free Nutrition classes for clients, CalFresh EatFresh website updates, use CalFresh at the Farmers Markets, food and ACEs, nourishment and language.",
      "tags": [
        "Maternal Child and Adolescent Health"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Tina-Rivera-appointed-interim-director-of-Department-of-Health-Services/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Tina-Rivera-appointed-interim-director-of-Department-of-Health-Services/",
      "title": "Tina Rivera appointed interim director of Department of Health Services",
      "date_published": "2021-05-04T00:00:00-07:00",
      "summary": "Tina Rivera, an experienced administrator for more than 25 years in government and nonprofit work, has been named interim director of the Sonoma County Department of Health Services by the County Administrator. A native of Louisiana, Rivera has worked for the County of Sonoma since 2018, most recently serving as assistant director of the Department of Health Services."
    },
    {
      "id": "https://conta.cc/3xvjpxH",
      "url": "https://conta.cc/3xvjpxH",
      "title": "District 3 Newsletter April 2021",
      "date_published": "2021-04-29T00:00:00-07:00",
      "summary": "Read all about updates on the County’s COVID-19 response, information on newly available rental assistance, upcoming tree ordinance workshops and many more items of importance!",
      "tags": [
        "Supervisorial District 3"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/Health/News/Request-for-Proposal-for-First-Episode-Psychosis/",
      "url": "https://sonomacounty.ca.gov/Health/News/Request-for-Proposal-for-First-Episode-Psychosis/",
      "title": "Request for Proposal (RFP) for First Episode Psychosis (FEP) Services",
      "date_published": "2021-04-28T00:00:00-07:00",
      "summary": "The County of Sonoma is pleased to invite you to respond to a Request for Proposals (RFP) for First Episode Psychosis (FEP) Services.",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-restart-Johnson-and-Johnson-COVID-vaccine/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-restart-Johnson-and-Johnson-COVID-vaccine/",
      "title": "Sonoma County to restart Johnson & Johnson COVID vaccine",
      "date_published": "2021-04-26T00:00:00-07:00",
      "summary": "On Friday, April 23, the CDC and FDA announced they would accept the Advisory Committee on Immunization Practices' (ACIP) recommendations to lift a pause on the Johnson & Johnson COVID-19 vaccine for all adults. Sonoma County Health Officer Dr. Sundari Mase concurs with the findings of the ACIP and Western States Scientific Safety Review (WSSR) that the Johnson & Johnson vaccine is safe and that health providers should resume its administration to prevent community spread and severe illness and death from COVID-19. Sonoma County joins the counties of Alameda, Contra Costa, Marin, Napa, San Francisco, Santa Clara, Santa Cruz, and Solano and the City of Berkeley in the Bay Area in immediately lifting the pause and resuming administering the Johnson & Johnson vaccine."
    },
    {
      "id": "https://sonomacounty.ca.gov/Health/News/DEA-Drug-Take-Back-Day/",
      "url": "https://sonomacounty.ca.gov/Health/News/DEA-Drug-Take-Back-Day/",
      "title": "DEA Drug Take Back Day: Saturday, April 24, 2021 10:00 am - 2:00 pm",
      "date_published": "2021-04-21T00:00:00-07:00",
      "summary": "Dispose of medications, including controlled substances, at special one-day collection events sponsored by the Drug Enforcement Administration (DEA).",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://myemail.constantcontact.com/You-are-ready-to-vaccinate--what-if-your-clients-don-t-want-it-.html?soid=1135613923539&aid=rT9y1fkEtBs",
      "url": "https://myemail.constantcontact.com/You-are-ready-to-vaccinate--what-if-your-clients-don-t-want-it-.html?soid=1135613923539&aid=rT9y1fkEtBs",
      "title": "Addressing vaccine hesitancy with pregnant clients, suggestions from the Association of Maternal and Child Health Programs.",
      "date_published": "2021-04-21T00:00:00-07:00",
      "summary": "You are ready to vaccinate- what if your clients don't want it? How to build trust, address concerns, and use language to address Covid-19 vaccine hesitancy with pregnant clients.",
      "tags": [
        "Maternal Child and Adolescent Health"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-achieves-key-milestone/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-achieves-key-milestone/",
      "title": "Sonoma County achieves key milestone with 400,000 COVID-19 vaccine doses administered to residents",
      "date_published": "2021-04-20T00:00:00-07:00",
      "summary": "As of today, more than 400,000 doses of COVID-19 vaccine have been administered to eligible Sonoma County residents, a milestone that also means 60 percent of eligible residents have received at least one dose and two in five are now fully vaccinated."
    },
    {
      "id": "https://sonomacounty.zoom.us/rec/share/nb2meEJh4_UFC2ueeFKDEd0U8s9sKKhFR4x0yondaQGsoYj34rdYZV7y8PIKT7F7.mGrs-Pu3Zba_u4qt",
      "url": "https://sonomacounty.zoom.us/rec/share/nb2meEJh4_UFC2ueeFKDEd0U8s9sKKhFR4x0yondaQGsoYj34rdYZV7y8PIKT7F7.mGrs-Pu3Zba_u4qt",
      "title": "Foro Informativo II - Vacunas y RecursosCommunity Forum II - Vaccine and Resources",
      "date_published": "2021-04-19T00:00:00-07:00",
      "summary": "El 19 de Abril la oficina del Supervisor Coursey junto al Condado de Sonoma se unió con lideres comunitarios para informar sobre la nueva fase de apertura, y recursos para inquilinos y también para contestar preguntas sobre las vacunas. ¡El Foro Informativo fue completamente en Español!On April 19th Supervisor Coursey's office along with the County of Sonoma hosted a collaborative panel with community leaders to inform on the new phase of reopening, tenant resources, and to answer questions on the vaccine. The forum was conducted completely in Spanish.",
      "tags": [
        "Supervisorial District 3"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-Valley-Community-Health-Center--Sonoma-Valley-Hospital--and-La-Luz-partner-in-opening-vaccination-clinic-in-Sonoma-Valley/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-Valley-Community-Health-Center--Sonoma-Valley-Hospital--and-La-Luz-partner-in-opening-vaccination-clinic-in-Sonoma-Valley/",
      "title": "Sonoma Valley Community Health Center, Sonoma Valley Hospital, and La Luz partner in opening vaccination clinic in Sonoma Valley",
      "date_published": "2021-04-16T00:00:00-07:00",
      "summary": "Sonoma Valley Community Health Center, Sonoma Valley Hospital, and La Luz Center are working in partnership with the County of Sonoma to open a new vaccination clinic serving residents in and around the Boyes Hot Springs and Agua Caliente in Sonoma Valley."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-offices-to-reopen-for-in-person-service-on-April-19-2021/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-offices-to-reopen-for-in-person-service-on-April-19-2021/",
      "title": "Sonoma County offices to reopen for in-person service on April 19, 2021",
      "date_published": "2021-04-16T00:00:00-07:00",
      "summary": "Most Sonoma County government offices will reopen for limited walk-up service starting on Monday, April 19, 2021. While several County offices have remained open during the pandemic, the expanded reopening is due to the rapid decrease of COVID-19 cases and the County moving into the orange tier in the state’s Blueprint for a Safer Economy."
    },
    {
      "id": "https://myemail.constantcontact.com/Sometimes-the-hardest-part-is-getting-to-the-appointments-.html?soid=1135613923539&aid=H-MKo8UaZIw",
      "url": "https://myemail.constantcontact.com/Sometimes-the-hardest-part-is-getting-to-the-appointments-.html?soid=1135613923539&aid=H-MKo8UaZIw",
      "title": "Sometimes the Hardest Part is Getting to the Appointment. Medi-Cal and Partnership Health Plan Support for Getting to Perinatal Appointments.",
      "date_published": "2021-04-14T00:00:00-07:00",
      "summary": "Transportation hardships that lead to missed appointments and gaps in care are one of the Social Determinants of Heath that Medi-Cal and Partnership Health Plan are working to address. Learn more about getting support for transportation to perinatal appointments.",
      "tags": [
        "Maternal Child and Adolescent Health"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-statement-on-Johnson-and-Johnson-vaccine-pause/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-statement-on-Johnson-and-Johnson-vaccine-pause/",
      "title": "Sonoma County statement on Johnson & Johnson vaccine pause",
      "date_published": "2021-04-13T00:00:00-07:00",
      "summary": "On behalf of the Sonoma County Department of Health Services, the County of Sonoma issued the following statement today from Dr. Urmila Shende, the County’s Vaccine chief, concerning the FDA’s recommendation to “pause” the administration of the Johnson & Johnson (Janssen) vaccine:  “At the recommendation of the U.S. Food and Drug Administration, the CDC and the California Department of Public Health, Sonoma County has paused further allocation and use of the Johnson & Johnson (Janssen) COVID-19 vaccine while its safety is reviewed by federal authorities."
    }
  ]
}