{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sonoma County COVID-19 News",
  "home_page_url": "https://sonomacounty.ca.gov/News/",
  "items": [
    {
      "id": "https://sonomacounty.ca.gov/Health/Behavioral-Health/News/Apply-for-Cannabis-Prevention/Education-Grant-to-implement-Spanish-Language-Parent-Workshops/",
      "url": "https://sonomacounty.ca.gov/Health/Behavioral-Health/News/Apply-for-Cannabis-Prevention/Education-Grant-to-implement-Spanish-Language-Parent-Workshops/",
      "title": "Apply for Cannabis Prevention/Education Grant to implement Spanish Language Parent Workshops. Deadline is Friday, March 12, 2021",
      "date_published": "2021-02-22T00:00:00-08:00",
      "summary": "The Sonoma County Dept. of Health Service, Behavioral Health Division, is currently accepting applications to deliver Cannabis Prevention/Education Parent Workshops in Spanish.",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-reaches-100-000-vaccine-dose-milestone/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-reaches-100-000-vaccine-dose-milestone/",
      "title": "Sonoma County reaches 100,000 vaccine-dose milestone, shifts priority to 65 and over beginning Monday, Feb. 22",
      "date_published": "2021-02-19T00:00:00-08:00",
      "summary": "Thanks to a multi-agency effort over the past two months, Sonoma County has now administered more than 100,000 vaccine doses to county residents, resulting in more than one in five residents over the age of 16 having received at least one dose.Sonoma County supervisors and health officials also announced today that county residents ages 65 and older will now be able to get COVID-19 vaccines at designated County-supported clinics starting on Monday, Feb. 22. The opening of these clinics to this age group is part of an overall vaccine distribution timeline and strategy that county leaders and health officials discussed at a joint news briefing Friday."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Supervisors-strengthen-protections-regarding-evictions-and-sick-leave-during-pandemic/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Supervisors-strengthen-protections-regarding-evictions-and-sick-leave-during-pandemic/",
      "title": "Supervisors strengthen protections regarding evictions and sick leave during the pandemic",
      "date_published": "2021-02-11T00:00:00-08:00",
      "summary": "The Sonoma County Board of Supervisors on Tuesday adopted two urgency ordinances to support Sonoma County residents who may have access to fewer resources during the pandemic. One amends the COVID‐19 Eviction Defense Urgency Ordinance to strengthen protections against evictions from residential property across the county. The other expands an urgency ordinance adopted in August that requires employers to grant employees up to 80 hours of paid sick leave benefits for various COVID-19 reasons. The new ordinance requires all employers in unincorporated areas to allow employees to use the same sick leave benefits that were previously protected."
    },
    {
      "id": "https://sonomacounty.ca.gov/Health/News/Public-Notice-for-Registration-Permit-LEA/",
      "url": "https://sonomacounty.ca.gov/Health/News/Public-Notice-for-Registration-Permit-LEA/",
      "title": "Public Notice for Registration Permit Solid Waste Local Enforcement AgencyLEA",
      "date_published": "2021-02-10T00:00:00-08:00",
      "summary": "Site where commercial construction, demolition and inert materials will be accepted, processed and reloaded into trucks.  The site will not be accepting municipal solid waste or green waste.",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-keeping-pace-with-other-CA-counties-in-rollout-of-vaccinations/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-keeping-pace-with-other-CA-counties-in-rollout-of-vaccinations/",
      "title": "Sonoma County keeping pace with other California counties in rollout of vaccinations",
      "date_published": "2021-02-10T00:00:00-08:00",
      "summary": "In partnership with health care providers, Sonoma County has now provided at least one dose of vaccine to 15 percent of its adult population, including nearly 50 percent of residents 75 years and older, Supervisors and Department of Health Services leaders announced today."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Revised-state-guidance-allows-Sonoma-County-TK-6-grade-levels-to-apply-for-in-person-learning/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Revised-state-guidance-allows-Sonoma-County-TK-6-grade-levels-to-apply-for-in-person-learning/",
      "title": "Revised state guidance allows Sonoma County TK-6 grade levels to apply for in-person learning with approved safety plan",
      "date_published": "2021-02-10T00:00:00-08:00",
      "summary": "The County of Sonoma and Sonoma County Office of Education today announced that recent guidance under California's Safe Schools for All Plan allows Sonoma County schools serving grade levels from transitional kindergarten to sixth grade to be eligible to return to in-person learning with an approved COVID-19 Safety Plan, based on the County's adjusted daily case rate of less than 25 per 100,000 residents for five consecutive days."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-open-three-new-vaccination-centers/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-open-three-new-vaccination-centers/",
      "title": "Sonoma County to open three new vaccination centers",
      "date_published": "2021-02-08T00:00:00-08:00",
      "summary": "Three new vaccination centers will open within the next eight days in Sonoma County, serving residents 70 and older, bringing to 19 the number of clinics being supported this week by vaccines from the County of Sonoma Department of Health Services."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Board-of-Supervisors-approves-funding-for-expanded-vaccination-plan/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Board-of-Supervisors-approves-funding-for-expanded-vaccination-plan/",
      "title": "Board of Supervisors approves funding for expanded vaccination plan",
      "date_published": "2021-02-08T00:00:00-08:00",
      "summary": "The Board of Supervisors recently approved the allocation of funds for the next phase of the County’s COVID-19 Vaccination Response plan, as laid out by the county Department of Health Services."
    }
  ]
}