{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sonoma County COVID-19 News",
  "home_page_url": "https://sonomacounty.ca.gov/News/",
  "items": [
    {
      "id": "https://sonomacounty.ca.gov/Human-Services/Press-Releases/Job-Link-Sutter-Health-Spotlight-1-19-2020/",
      "url": "https://sonomacounty.ca.gov/Human-Services/Press-Releases/Job-Link-Sutter-Health-Spotlight-1-19-2020/",
      "title": "Job Seekers:Hear about Sutter Health Employment at Online Talk",
      "date_published": "2020-12-30T00:00:00-08:00",
      "summary": "Recruiters from Sutter Health will advise job seekers about employment opportunities and provide application and interview tips on Tuesday, January 19, 2-3 p.m., during a virtual Employer Spotlight hosted by Sonoma County Job Link. The Spotlight will be held on Zoom. Pre-registration is required on Eventbrite.",
      "tags": [
        "Employment & Training Division"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-abre-dos-complejos/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-abre-dos-complejos/",
      "title": "El Condado de Sonoma abre dos complejos de viviendas adquiridos a través del Proyecto Homekey para asistencia a largo plazo",
      "date_published": "2020-12-23T00:00:00-08:00",
      "summary": "El Condado de Sonoma concluyó el depósito en garantía para la compra de Sebastopol Inn, el segundo de dos complejos de viviendas para asistencia, adquiridos por el Condado con fondos puestos a su disposición por el gobernador Gavin Newsom mediante el Proyecto Homekey (“Llaves de Casa”). El complejo albergará a personas que antes no tenían hogar, incluso las que corren mayor riesgo de infección por COVID-19."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-se-une-a-Curative/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-se-une-a-Curative/",
      "title": "El Condado de Sonoma se une a Curative para operar puestos de prueba móviles",
      "date_published": "2020-12-22T00:00:00-08:00",
      "summary": "Como parte de los esfuerzos del Condado de Sonoma para expandir y mejorar las opciones de los residentes para hacerse la prueba de COVID, el Condado ha establecido una colaboración con una empresa privada, Curative, para operar sus puestos de prueba móviles a partir del lunes 28 de diciembre."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Pfizer-COVID-vaccine-arrives/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Pfizer-COVID-vaccine-arrives/",
      "title": "Pfizer COVID vaccine arrives in Sonoma County",
      "date_published": "2020-12-17T00:00:00-08:00",
      "summary": "The County of Sonoma received its first shipment of the Pfizer COVID-19 vaccine this morning. Two boxes of the vaccine, containing a total of 1,950 doses, arrived at the County’s Public Health Lab on Chanate Road shortly before 9 a.m. today. Three other boxes were taken directly to local hospitals. In all, the County received 4,875 doses."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/La-vacuna-Pfizer-contra-COVID-llega/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/La-vacuna-Pfizer-contra-COVID-llega/",
      "title": "La vacuna Pfizer contra COVID llega al Condado de Sonoma",
      "date_published": "2020-12-17T00:00:00-08:00",
      "summary": "El Condado de Sonoma recibió esta mañana su primer cargamento de la vacuna Pfizer para combatir a COVID-19. Dos cajas de la vacuna, que contienen un total de 1.950 dosis, llegaron al Laboratorio de Salud Pública del Condado en Chanate Road poco antes de las 9 a.m. de hoy. Otras tres cajas se llevaron directamente a los hospitales locales. En total, el Condado recibió 4.875 dosis."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-reaffirms-Regional-Stay-Home-Order/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-reaffirms-Regional-Stay-Home-Order/",
      "title": "Sonoma County reaffirms Regional Stay-Home Order",
      "date_published": "2020-12-16T00:00:00-08:00",
      "summary": "Although the 11-county Bay Area region Wednesday was placed under a mandatory Stay-Home Order that will take effect on December 17, 2020 Sonoma County health officials are reminding local residents and visitors that a Stay-Home order has been in effect here since December 12. 2020."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Joint-Statement-of-the-Bay-Area-Health-Officers/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Joint-Statement-of-the-Bay-Area-Health-Officers/",
      "title": "Joint Statement of the Bay Area Health Officers",
      "date_published": "2020-12-16T00:00:00-08:00",
      "summary": "As Bay Area nurses, doctors and other healthcare workers caring for COVID-19 patients receive the first, small batches of a rigorously tested vaccine, the region’s Health Officers see hope: we now have a critical tool to help fight this pandemic."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Declaracion-conjunta-de-los-Oficiales-de-Salud-del-Area-de-la-Bahia/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Declaracion-conjunta-de-los-Oficiales-de-Salud-del-Area-de-la-Bahia/",
      "title": "Declaración conjunta de los Oficiales de Salud del Área de la Bahía",
      "date_published": "2020-12-16T00:00:00-08:00",
      "summary": "Mientras las enfermeras, médicos y otros trabajadores de la salud del  Área de la Bahía que atienden a pacientes con COVID-19 reciben los  primeros lotes pequeños de una vacuna rigurosamente evaluada, los  Oficiales de Salud de la región ven una esperanza: ahora tenemos una  herramienta crucial para ayudar a combatir esta         pandemia."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-adopt-Stay-Home-Order/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-adopt-Stay-Home-Order/",
      "title": "Sonoma County to adopt Stay Home Order that will go into effect at end of day Friday",
      "date_published": "2020-12-10T16:00:00-08:00",
      "summary": "Due to rising COVID-19 case numbers and hospitalizations, Sonoma County will join six other Bay Area counties and the city of Berkeley in preemptively adopting the California Department of Public Health’s Stay-Home Order beginning at 12:01 a.m. on Saturday, Dec. 12, 2020."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Condado-de-Sonoma-adopta-Orden-de-Permanencia-en-el-Domicilio-que-entrará-en-vigencia-al-final-del-día-viernes/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Condado-de-Sonoma-adopta-Orden-de-Permanencia-en-el-Domicilio-que-entrará-en-vigencia-al-final-del-día-viernes/",
      "title": "Condado de Sonoma adopta Orden de Permanencia en el Domicilio que entrará en vigencia al final del día viernes",
      "date_published": "2020-12-10T00:00:00-08:00",
      "summary": "Debido al aumento del número de casos de COVID-19 y a las hospitalizaciones, el Condado de Sonoma se unirá a otros seis condados del Área de la Bahía y a la Ciudad de Berkeley para adoptar de manera preventiva la Orden de Permanencia en el Domicilio del Departamento de Salud Pública de California, a partir de las 12:01 a.m. del sábado 12 de diciembre."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Las-pruebas-de-COVID-19-aumentan-con-el-sitio-de-Petaluma/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Las-pruebas-de-COVID-19-aumentan-con-el-sitio-de-Petaluma/",
      "title": "El Condado de Sonoma expande las opciones para las pruebas de COVID-19, incluyendo la apertura de un nuevo centro de pruebas d OptumServe en Petaluma",
      "date_published": "2020-12-08T00:00:00-08:00",
      "summary": "Como parte de los esfuerzos del Condado de Sonoma para aumentar la opciones para que los residentes se hagan las pruebas, el Condado está colaborando con los funcionarios estatales para abrir un nuevo centro de pruebas de COVID-19 en Petaluma, e jueves 10 de diciembre. El nuevo sitio, que se ubicará en Herzog Hall en el terreno de la feria d Petaluma, será el tercer centro en el Condado operado por OptumServe, una empresa federal de servicios sanitarios bajo contrato con el Estado, cuya finalidad es administrar pruebas d COVID-19 gratuitas para las comunidades de California."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/COVID-19-testing-increases-with-Petaluma-site/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/COVID-19-testing-increases-with-Petaluma-site/",
      "title": "County of Sonoma increases COVID-19 testing opportunitiesincluding opening new OptumServe testing site in Petaluma",
      "date_published": "2020-12-08T00:00:00-08:00",
      "summary": "As part of Sonoma County’s efforts to increase testing opportunities for residents, the County is partnering with state officials to open a COVID-19 testing site in Petaluma on Thursday, Dec. 10. The new site, which will open at Herzog Hall at the Petaluma Fairgrounds, will be the third site in the County operated by OptumServe, a federal health services business under contract with the state to provide free COVID-19 testing for California communities."
    }
  ]
}