{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sonoma County COVID-19 News",
  "home_page_url": "https://sonomacounty.ca.gov/News/",
  "items": [
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County’s-Regional-Stay-Home-Order-extended/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County’s-Regional-Stay-Home-Order-extended/",
      "title": "Sonoma County’s Regional Stay-Home Order extended",
      "date_published": "2021-01-09T00:00:00-08:00",
      "summary": "State public health officials have extended a Stay-Home Order for the 11-county Bay Area region, including Sonoma County, due to rising cases of COVID-19, increasing hospitalizations and, specifically, low ICU capacity rates for the larger Bay Area region. The restrictions will remain in place until the state’s four-week projections of the Bay Area’s total available ICU bed capacity is greater than or equal to 15 percent."
    },
    {
      "id": "https://sonomacounty.ca.gov/_templates_portal/NewsDetail.aspx?id=2147589493",
      "url": "https://sonomacounty.ca.gov/_templates_portal/NewsDetail.aspx?id=2147589493",
      "title": "Apply for Measure O Oversight Committee Now through February 12, 2021",
      "date_published": "2021-01-08T00:00:00-08:00",
      "summary": "As Sonoma County and the Department of Health Services start putting in place the structure for Measure O.",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/County-of-Sonoma-increases-COVID-19-testing-opportunities/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/County-of-Sonoma-increases-COVID-19-testing-opportunities/",
      "title": "County of Sonoma increases COVID-19 testing opportunities with addition of new sites and mobile events",
      "date_published": "2021-01-08T00:00:00-08:00",
      "summary": "The County of Sonoma continues to ramp up COVID-19 testing, particularly in the neighborhoods most impacted by the virus. These efforts now include two new weekly sites in Santa Rosa run by the County's Department of Health Services and the addition of two to three weekly events in the City of Sonoma administered with the help of a mobile unit operated by the testing company LHI."
    },
    {
      "id": "https://sonomacounty.ca.gov/Human-Services/Press-Releases/Job-Link-Sutter-Health-Spotlight-1-19-2020/",
      "url": "https://sonomacounty.ca.gov/Human-Services/Press-Releases/Job-Link-Sutter-Health-Spotlight-1-19-2020/",
      "title": "Job Seekers:Hear about Sutter Health Employment at Online Talk",
      "date_published": "2020-12-30T00:00:00-08:00",
      "summary": "Recruiters from Sutter Health will advise job seekers about employment opportunities and provide application and interview tips on Tuesday, January 19, 2-3 p.m., during a virtual Employer Spotlight hosted by Sonoma County Job Link. The Spotlight will be held on Zoom. Pre-registration is required on Eventbrite.",
      "tags": [
        "Employment & Training Division"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Health-officials-assist-Sonoma-County-jail-in-addressing-increasing-COVID-19-cases/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Health-officials-assist-Sonoma-County-jail-in-addressing-increasing-COVID-19-cases/",
      "title": "Health officials assist Sonoma County jail in addressing increasing COVID-19 cases",
      "date_published": "2020-12-29T00:00:00-08:00",
      "summary": "Sonoma County public health officials are helping the Sheriff’s Office respond to an increase in COVID-19 cases at the Sonoma County Main Adult Detention Facility."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-abre-dos-complejos/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-abre-dos-complejos/",
      "title": "El Condado de Sonoma abre dos complejos de viviendas adquiridos a través del Proyecto Homekey para asistencia a largo plazo",
      "date_published": "2020-12-23T00:00:00-08:00",
      "summary": "El Condado de Sonoma concluyó el depósito en garantía para la compra de Sebastopol Inn, el segundo de dos complejos de viviendas para asistencia, adquiridos por el Condado con fondos puestos a su disposición por el gobernador Gavin Newsom mediante el Proyecto Homekey (“Llaves de Casa”). El complejo albergará a personas que antes no tenían hogar, incluso las que corren mayor riesgo de infección por COVID-19."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-se-une-a-Curative/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/El-Condado-de-Sonoma-se-une-a-Curative/",
      "title": "El Condado de Sonoma se une a Curative para operar puestos de prueba móviles",
      "date_published": "2020-12-22T00:00:00-08:00",
      "summary": "Como parte de los esfuerzos del Condado de Sonoma para expandir y mejorar las opciones de los residentes para hacerse la prueba de COVID, el Condado ha establecido una colaboración con una empresa privada, Curative, para operar sus puestos de prueba móviles a partir del lunes 28 de diciembre."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Pfizer-COVID-vaccine-arrives/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Pfizer-COVID-vaccine-arrives/",
      "title": "Pfizer COVID vaccine arrives in Sonoma County",
      "date_published": "2020-12-17T00:00:00-08:00",
      "summary": "The County of Sonoma received its first shipment of the Pfizer COVID-19 vaccine this morning. Two boxes of the vaccine, containing a total of 1,950 doses, arrived at the County’s Public Health Lab on Chanate Road shortly before 9 a.m. today. Three other boxes were taken directly to local hospitals. In all, the County received 4,875 doses."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/La-vacuna-Pfizer-contra-COVID-llega/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/La-vacuna-Pfizer-contra-COVID-llega/",
      "title": "La vacuna Pfizer contra COVID llega al Condado de Sonoma",
      "date_published": "2020-12-17T00:00:00-08:00",
      "summary": "El Condado de Sonoma recibió esta mañana su primer cargamento de la vacuna Pfizer para combatir a COVID-19. Dos cajas de la vacuna, que contienen un total de 1.950 dosis, llegaron al Laboratorio de Salud Pública del Condado en Chanate Road poco antes de las 9 a.m. de hoy. Otras tres cajas se llevaron directamente a los hospitales locales. En total, el Condado recibió 4.875 dosis."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-reaffirms-Regional-Stay-Home-Order/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-reaffirms-Regional-Stay-Home-Order/",
      "title": "Sonoma County reaffirms Regional Stay-Home Order",
      "date_published": "2020-12-16T00:00:00-08:00",
      "summary": "Although the 11-county Bay Area region Wednesday was placed under a mandatory Stay-Home Order that will take effect on December 17, 2020 Sonoma County health officials are reminding local residents and visitors that a Stay-Home order has been in effect here since December 12. 2020."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Joint-Statement-of-the-Bay-Area-Health-Officers/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Joint-Statement-of-the-Bay-Area-Health-Officers/",
      "title": "Joint Statement of the Bay Area Health Officers",
      "date_published": "2020-12-16T00:00:00-08:00",
      "summary": "As Bay Area nurses, doctors and other healthcare workers caring for COVID-19 patients receive the first, small batches of a rigorously tested vaccine, the region’s Health Officers see hope: we now have a critical tool to help fight this pandemic."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Declaracion-conjunta-de-los-Oficiales-de-Salud-del-Area-de-la-Bahia/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Declaracion-conjunta-de-los-Oficiales-de-Salud-del-Area-de-la-Bahia/",
      "title": "Declaración conjunta de los Oficiales de Salud del Área de la Bahía",
      "date_published": "2020-12-16T00:00:00-08:00",
      "summary": "Mientras las enfermeras, médicos y otros trabajadores de la salud del  Área de la Bahía que atienden a pacientes con COVID-19 reciben los  primeros lotes pequeños de una vacuna rigurosamente evaluada, los  Oficiales de Salud de la región ven una esperanza: ahora tenemos una  herramienta crucial para ayudar a combatir esta         pandemia."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-adopt-Stay-Home-Order/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-to-adopt-Stay-Home-Order/",
      "title": "Sonoma County to adopt Stay Home Order that will go into effect at end of day Friday",
      "date_published": "2020-12-10T16:00:00-08:00",
      "summary": "Due to rising COVID-19 case numbers and hospitalizations, Sonoma County will join six other Bay Area counties and the city of Berkeley in preemptively adopting the California Department of Public Health’s Stay-Home Order beginning at 12:01 a.m. on Saturday, Dec. 12, 2020."
    }
  ]
}