{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sonoma County COVID-19 News",
  "home_page_url": "https://sonomacounty.ca.gov/News/",
  "items": [
    {
      "id": "https://sonomacounty.ca.gov/HR/Recruitment-and-Classification/News/Job-Opportunities/",
      "url": "https://sonomacounty.ca.gov/HR/Recruitment-and-Classification/News/Job-Opportunities/",
      "title": "Job Opportunities as of April 14, 2021",
      "date_published": "2021-04-14T00:00:00-07:00",
      "summary": "View a list of our current and upcoming job opportunities, including:- Affordable Housing Finance Associate - Climate Resiliency Analyst - Supervising Public Health Nurse"
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-statement-on-Johnson-and-Johnson-vaccine-pause/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-statement-on-Johnson-and-Johnson-vaccine-pause/",
      "title": "Sonoma County statement on Johnson & Johnson vaccine pause",
      "date_published": "2021-04-13T00:00:00-07:00",
      "summary": "On behalf of the Sonoma County Department of Health Services, the County of Sonoma issued the following statement today from Dr. Urmila Shende, the County’s Vaccine chief, concerning the FDA’s recommendation to “pause” the administration of the Johnson & Johnson (Janssen) vaccine:  “At the recommendation of the U.S. Food and Drug Administration, the CDC and the California Department of Public Health, Sonoma County has paused further allocation and use of the Johnson & Johnson (Janssen) COVID-19 vaccine while its safety is reviewed by federal authorities."
    },
    {
      "id": "https://sonomacounty.ca.gov/Health/News/Request-for-Proposal-RFP-for-Administrative-Hearing-Officer-Services/",
      "url": "https://sonomacounty.ca.gov/Health/News/Request-for-Proposal-RFP-for-Administrative-Hearing-Officer-Services/",
      "title": "Request for Proposal (RFP) for: Administrative Hearing Officer Services",
      "date_published": "2021-04-07T00:00:00-07:00",
      "summary": "The County of Sonoma is pleased to invite you to respond to a Request for Proposals (RFP) for administrative hearing officer services.",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-welcomes-increase-in-COVID-vaccine-supply/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-welcomes-increase-in-COVID-vaccine-supply/",
      "title": "Sonoma County welcomes increase in COVID vaccine supply",
      "date_published": "2021-04-06T00:00:00-07:00",
      "summary": "Sonoma County has received a significant increase in COVID vaccines from the state, including a shipment of Johnson & Johnson doses specifically for the County’s effort to distribute the vaccine equitably to the most vulnerable communities. The increase in supply is a direct result of an appeal that the Sonoma County Board of Supervisors made to the state."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-Emergency-Rental-Assistance-Program-to-launch-on-April-19/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-Emergency-Rental-Assistance-Program-to-launch-on-April-19/",
      "title": "Sonoma County Emergency Rental Assistance Program to launch on April 19",
      "date_published": "2021-04-06T00:00:00-07:00",
      "summary": "The County of Sonoma will begin providing support to households impacted by COVID-19 through the Emergency Rental Assistance Program (ERAP) starting on April 19. The program will provide payment assistance for tenants who are behind on rent and utilities. ERAP additionally provides options for landlords to participate and receive financial assistance. This program is open to all County residents, regardless of immigration status, who are renters or landlords requiring rental assistance."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Community-groups-to-hold-Cesar-Chavez-Health-Fair/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Community-groups-to-hold-Cesar-Chavez-Health-Fair/",
      "title": "Community groups to hold Cesar Chavez Health Fair",
      "date_published": "2021-04-02T00:00:00-07:00",
      "summary": "In honor of Cesar Chavez Day this week, community residents are invited to attend an outdoor health fair Saturday that will include a COVID-safety campaign art exhibit, consultations with health professionals and opportunities to sign up for vaccinations as well as COVID testing."
    },
    {
      "id": "https://sonomacounty.ca.gov/Health/News/Addendum-1-to-RFP-on-Mental-Health-Prevention-and-Early-Intervention-Services/",
      "url": "https://sonomacounty.ca.gov/Health/News/Addendum-1-to-RFP-on-Mental-Health-Prevention-and-Early-Intervention-Services/",
      "title": "Addendum 1 to RFP on Mental Health Prevention and Early Intervention Services",
      "date_published": "2021-03-30T00:00:00-07:00",
      "summary": "The County of Sonoma is pleased to invite you to respond to a Request for Proposals (RFP) for Mental Health Services Act (MHSA) Prevention and Early Intervention (PEI) Services.",
      "tags": [
        "Health Services"
      ]
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-supervisors-appeal-to-state-for-additional-vaccines/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-supervisors-appeal-to-state-for-additional-vaccines/",
      "title": "Sonoma County supervisors appeal to state for additional vaccines",
      "date_published": "2021-03-29T00:00:00-07:00",
      "summary": "The Sonoma County Board of Supervisors on Saturday, March 27, sent the following letter to state health leaders appealing for an increase in vaccines for Sonoma County \"so that we can continue to support our community in an equitable and transparent way.\" The letter, sent by Chair Lynda Hopkins on behalf of the entire Board, was addressed to Mark Ghaly, California Secretary of Health and Human Services, and Yolanda Richardson, Secretary of the Government Operations Agency for the State of California:"
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/25-percent-now-fully-vaccinated/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/25-percent-now-fully-vaccinated/",
      "title": "Sonoma County reaches another milestone with 25 percent now fully vaccinated against COVID-19",
      "date_published": "2021-03-29T00:00:00-07:00",
      "summary": "One in every four Sonoma County residents 16 years of age and older are now fully vaccinated against COVID-19, the result of a coordinated multi-agency effort over the past three months. More than 282,000 vaccine doses have been administered to Sonoma County residents so far.As of today, at least one dose of vaccine has been administered to 183,173 Sonoma County residents -- 45 percent of the population 16 years of age or older. Meanwhile, 105,752 residents are now fully vaccinated. In total, the County has administered 282,785 vaccines to County residents (138,393 Moderna, 138,252 Pfizer and 6,140 Johnson & Johnson)."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/County-launches-effort-to-vaccinate-individuals-who-are-homebound/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/County-launches-effort-to-vaccinate-individuals-who-are-homebound/",
      "title": "County of Sonoma launches effort to vaccinate individuals who are homebound for medical reasons",
      "date_published": "2021-03-26T00:00:00-07:00",
      "summary": "The County of Sonoma has arranged to provide COVID-19 vaccinations to adults 16 years of age and older who are homebound for a variety of medical reasons and have difficulty getting to a clinic. The County is working with Fox Home Health, which has established a mobile vaccine clinic for those who are homebound."
    },
    {
      "id": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-Santa-Rosa-Community-Health-partner-opening-Roseland-vaccination-clinic/",
      "url": "https://sonomacounty.ca.gov/CAO/Press-Releases/Sonoma-County-Santa-Rosa-Community-Health-partner-opening-Roseland-vaccination-clinic/",
      "title": "Sonoma County, Santa Rosa Community Health partner in opening Roseland vaccination clinic",
      "date_published": "2021-03-23T00:00:00-07:00",
      "summary": "As part of a county objective to distribute COVID-19 vaccines to the most vulnerable and underserved communities, Sonoma County and Santa Rosa Community Health are partnering to open a new vaccination clinic in Roseland."
    }
  ]
}